Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

# unpaidLoanMsg
source: There are unpaid loan payments. Please pay all loans before continuing.
fr: Prêts impayés présents. Veuillez régulariser.
pt: Existem pagamentos de empréstimos não pagos. Por favor, pague todos os empréstimos antes de continuar.
sw: Kuna malipo ya mkopo yasiyolipwa. Tafadhali lipa mikopo yote kabla ya kuendelea.

# unpaidFineMsg
source: There are unpaid fines. Please pay all fines before continuing.
fr: Amendes impayées présentes. Veuillez régulariser.
pt: Existem multas não pagas. Por favor, pague todas as multas antes de continuar.
sw: Kuna malipo ya faini yasiyolipwa. Tafadhali lipa faini zote kabla ya kuendelea.

# unpaidSocialFundMsg
source: There are unpaid social fund payments. Please pay all payments before continuing.
fr: Contributions sociales impayées présentes. Veuillez régulariser.
pt: Existem pagamentos do fundo social não pagos. Por favor, pague todos os pagamentos antes de continuar.
sw: Kuna malipo ya mfuko jamii yasiyolipwa. Tafadhali lipa malipo yote kabla ya kuendelea.

# unpaidCompulsorySavingsMsg
source: There are unpaid compulsory savings. Please pay all payments before continuing.
fr: Épargnes obligatoires impayées présentes. Veuillez régulariser.
pt: Existem poupanças obrigatórias não pagas. Por favor, pague todos os pagamentos antes de continuar.
sw: Kuna malipo ya akiba Lazima yasiyolipwa. Tafadhali lipa malipo yote kabla ya kuendelea.

source: Warning
fr: Avertissement
pt: Aviso
sw: Tahadhali

source: Profit
pt: Lucro
sw: Faida

source: Total Extra Collected
fr: Total supplémentaire collecté
pt: Total Extra Coletado
sw: Jumla ya ziada zilizokusanywa

# totalUnpaidAmount
source: Total unpaid amount: {amount}
fr: Montant impayé total : {amount}
pt: Valor total não pago: {amount}
sw: Jumla ya kiasi ambacho hakijalipwa: {amount}

source: Total Withdrawn from Social Fund
fr: Total retiré du fonds social
pt: Total Retirado do Fundo Social
sw: Jumla ya kiasi kilichotolewa katika Mfuko Jamii

source: Total Funds
fr: Total des fonds
pt: Total de Fundos
sw: Jumla ya fedha zote

source: Expenses
pt: Despesas
sw: Matumizi

source: Other Group Expenses
fr: Autres dépenses du groupe
pt: Outras Despesas do Grupo
sw: Matumizi mengine ya kikundi

source: Amount Remaining
fr: Montant restant
pt: Valor Restante
sw: Kiasi kilichobaki

# socialFundCarriedForward
source: Social Fund Carried Forward to Next Cycle
fr: Fonds social reporté au prochain cycle
pt: Fundo Social Transferido para o Próximo Ciclo
sw: Mfuko Jamii kilichopelekwa Mzunguko ujao

source: Total Share Funds
fr: Total des fonds des parts
pt: Total de Fundos de Distribuição
sw: Jumla ya fedha za mgao

# amountNextCycleSubtitle
source: Amount carried to next cycle
fr: Montant reporté au prochain cycle
pt: Valor transferido para o próximo ciclo
sw: Kiasi kinachopelekwa mzunguko ujao

source: Send to next cycle
fr: Transférer au prochain cycle
pt: Enviar para o próximo ciclo
sw: Peleka kwenye mzunguko ujao

# enterAmountNextCycle
source: Enter the amount you want to carry to the next cycle for each fund
fr: Entrez le montant à transférer
pt: Digite o valor que deseja transferir para o próximo ciclo para cada fundo
sw: Weka kiasi unachopeleka mzunguko ujao kwa kila mfuko

source: Available {amount}
fr: Disponible : {amount}
pt: Disponível {amount}
sw: Inapatikana {amount}

# amountMustBeLessThanOrEqual
source: Amount must be less than or equal to {amount}
fr: Le montant doit être ≤ {amount}
pt: O valor deve ser menor ou igual a {amount}
sw: Kiasi lazima kiwe chini au sawa na {amount}

# memberShareDistributionTitle
source: Member Share Distribution
fr: Répartition individuelle
pt: Distribuição de Ações do Membro
sw: Mgao wa Wanachama

source: Share value: {amount}
fr: Valeur par part : {amount}
pt: Valor da ação: {amount}
sw: Thamani ya Hisa: {amount}

source: Total Distribution: {amount}
fr: Distribution totale : {amount}
pt: Distribuição total: {amount}
sw: Jumla ya Mgao: {amount}

# groupShareDistributionTitle
source: Group Share Distribution
fr: Distribution de groupe
pt: Distribuição de Ações do Grupo
sw: Mgao wa Kiikundi

# noProfitMessage
source: Your group did not make any profit
fr: Votre groupe n'a pas réalisé de profit
pt: Seu grupo não teve lucro
sw: Kikundi chenu hakijapata faida yoyote

# profitMessage
source: Congratulations! Your group made {amount} as profit
fr: Félicitations ! Votre groupe a fait {amount} de profit
pt: Parabéns! Seu grupo teve um lucro de {amount}
sw: Hongera! Kikundi chenu kimapata {amount} kama faida

source: Total distribution funds
fr: Fonds totaux de distribution
pt: Total de fundos para distribuição
sw: Jumla ya pesa za mgao

# nextCycleSocialFund
source: Social fund amount carried to next cycle
fr: Fonds social reporté
pt: Valor do fundo social transferido para o próximo ciclo
sw: Kiasi cha mfuko jamii kilichopelekwa mzunguko ujao

# nextCycleMemberSavings
source: Total member savings carried to next cycle
fr: Épargne des membres reportée
pt: Total de poupanças dos membros transferidas para o próximo ciclo
sw: Jumla ya akiba za mwanachama zilizopelekwa mzunguko ujao

source: Finish Cycle
fr: Terminer le cycle
pt: Finalizar ciclo
sw: Maliza Mzunguko

# memberShareSummaryTitle
source: Member Share Summary
pt: Resumo da Distribuição do Membro
sw: Muhtasari wa Mgao wa Mwanachama

# memberShareSummarySubtitle
source: Share Distribution Summary
pt: Resumo da Distribuição de Ações
sw: Muhtasari wa Mgao

# giveToNextCycle
source: Send to next cycle
pt: Enviar para o próximo ciclo
sw: Toa kwenda mzunguko ujao

# shareInfoSection
source: Share Information
pt: Informações das Ações
sw: Taarifa za Hisa

source: Number of Shares:
pt: Número de Ações:
sw: Idadi ya Hisa:

source: Share Percentage:
pt: Porcentagem da Ação:
sw: Asilimia ya Hisa:

# profitInfoSection
source: Profit Information
pt: Informações do Lucro
sw: Taarifa za Faida

# profitShare
source: Profit Share (based on shares):
pt: Participação no Lucro (baseado nas ações):
sw: Mgao wa Faida (kulingana na hisa):

source: Social Fund Share:
pt: Participação no Fundo Social:
sw: Mgao wa Mfuko Jamii:

# distributionSummarySection
source: Distribution Summary
pt: Resumo da Distribuição
sw: Muhtasari wa Mgao

# summaryShareValue
source: Share Value:
pt: Valor da Ação:
sw: Thamani ya Hisa:

# summaryProfit
source: Profit:
pt: Lucro:
sw: Faida:

# summarySocialFund
source: Social Fund:
pt: Fundo Social:
sw: Mfuko Jamii:

# summaryTotalDistribution
source: Total Distribution:
pt: Distribuição Total:
sw: Jumla ya Mgao:

# paymentInfoSection
source: Payment Information
pt: Informações do Pagamento
sw: Taarifa za Malipo

source: Amount to next cycle:
pt: Valor para o próximo ciclo:
sw: Kiasi cha akiba kwenda mzunguko ujao:

source: Payment Amount:
pt: Valor do pagamento:
sw: Kiasi cha Malipo:

# inputAmountForNextCycle
source: Enter amount for next cycle
pt: Digite o valor para o próximo ciclo
sw: Weka kiasi kwa ajili ya mzunguko ujao

# confirmButton
source: Confirm
pt: Confirmar
sw: Thibitisha

# amountMustBeLessThanOrEqualTotal
source: The amount must be less than or equal to the total distribution.
pt: O valor deve ser menor ou igual à distribuição total.
sw: Kiasi kinachowekwa lazima kiwe kidogo au sawa na jumla ya mgao.

# successfullyPaid
source: Paid successfully
pt: Pago com sucesso
sw: Imelipwa kikamilifu

# groupActivitiesTitle
source: Group Activities
pt: Atividades do Grupo
sw: Shughuli za Kikundi

source: Group Business
pt: Negócio do Grupo
sw: Biashara ya kikundi

source: Other Activities
pt: Outras Atividades
sw: Shughuli za mbalimbali

source: Training
pt: Treinamento
sw: Mafunzo

source: Back to Home
pt: Voltar para Início
sw: Rudi Nyumbani

# addTrainingTitle
source: Add Training
pt: Adicionar Treinamento
sw: Ongeza Mafunzo

# editTrainingTitle
source: Edit Training
pt: Editar Treinamento
sw: Hariri Mafunzo

# trainingType
source: Type of Training
pt: Tipo de Treinamento
sw: Aina ya Mafunzo

# enterTrainingType
source: Enter type of training
pt: Digite o tipo de treinamento
sw: Ingiza aina ya mafunzo

source: Organization
pt: Organização
sw: Shirika

# enterOrganization
source: Enter organization name
pt: Digite o nome da organização
sw: Ingiza jina la shirika

source: Choose date
pt: Escolher data
sw: Chagua tarehe

# membersCount
source: Number of Members
pt: Número de Membros
sw: Idadi ya Wanachama

# enterMembersCount
source: Enter number of members
pt: Digite o número de membros
sw: Ingiza idadi ya wanachama

source: Trainer
pt: Instrutor
sw: Mwezeshaji

# enterTrainer
source: Enter trainer's name
pt: Digite o nome do instrutor
sw: Ingiza jina la mwezeshaji

source: Save Training
pt: Salvar Treinamento
sw: Hifadhi Mafunzo

source: Save Changes
pt: Salvar Alterações
sw: Hifadhi Mabadiliko

# trainingSaved
source: Training saved successfully
pt: Treinamento salvo com sucesso
sw: Mafunzo yamehifadhiwa kwa mafanikio

# trainingUpdated
source: Training updated successfully
pt: Treinamento atualizado com sucesso
sw: Mafunzo yamehaririwa kwa mafanikio

source: Please fill all fields
pt: Por favor, preencha todos os campos
sw: Tafadhali jaza sehemu zote

# pleaseEnterTrainingType
source: Please enter type of training
pt: Por favor, insira o tipo de treinamento
sw: Tafadhali ingiza aina ya mafunzo

# pleaseEnterOrganization
source: Please enter organization name
pt: Por favor, insira o nome da organização
sw: Tafadhali ingiza jina la shirika

# pleaseEnterMembersCount
source: Please enter number of members
pt: Por favor, insira o número de membros
sw: Tafadhali ingiza idadi ya wanachama

# pleaseEnterTrainer
source: Please enter trainer's name
pt: Por favor, insira o nome do instrutor
sw: Tafadhali ingiza jina la mwezeshaji

# trainingListTitle
source: Training List
pt: Lista de Treinamentos
sw: Orodha ya Mafunzo

# totalTrainings
source: Total trainings: {count}
pt: Total de treinamentos: {count}
sw: Jumla ya mafunzo: {count}

source: No trainings saved
pt: Nenhum treinamento salvo
sw: Hakuna mafunzo yaliyohifadhiwa

# addNewTraining
source: Add Training
pt: Adicionar Treinamento
sw: Ongeza Mafunzo

# deleteTrainingTitle
source: Delete Training
pt: Excluir Treinamento
sw: Futa Mafunzo

# deleteTrainingConfirm
source: Are you sure you want to delete this training?
pt: Tem certeza que deseja excluir este treinamento?
sw: Una uhakika unataka kufuta mafunzo haya?

# trainingDeleted
source: Training deleted successfully
pt: Treinamento excluído com sucesso

# addOtherActivityTitle
source: Other Activities
pt: Outras Atividades
sw: Shughuli Nyingine

# editOtherActivityTitle
source: Edit Activity
pt: Editar Atividade
sw: Hariri Shughuli

# activityDate
source: Date
pt: Data
sw: Tarehe

# chooseActivityDate
source: Choose date
pt: Escolher data
sw: Chagua tarehe

# activityName
source: Activity Performed
pt: Atividade Realizada
sw: Shughuli Iliyofanyika

# enterActivityName
source: Enter activity performed
pt: Digite a atividade realizada
sw: Ingiza shughuli iliyofanyika

# beneficiariesCount
source: Number of Beneficiaries
pt: Número de Beneficiários
sw: Idadi ya Walengwa

# enterBeneficiariesCount
source: Enter number of beneficiaries
pt: Digite o número de beneficiários
sw: Ingiza idadi ya walengwa

# enterLocation
source: Enter activity location
pt: Digite o local da atividade
sw: Ingiza eneo la shughuli

source: Save Activity
pt: Salvar Atividade
sw: Hifadhi Shughuli

# saveActivityChanges
source: Save Changes
pt: Salvar Alterações
sw: Hifadhi Mabadiliko

# activitySaved
source: Activity saved successfully
pt: Atividade salva com sucesso
sw: Shughuli imehifadhiwa kwa mafanikio

# activityUpdated
source: Activity updated successfully
pt: Atividade atualizada com sucesso
sw: Shughuli imehaririwa kwa mafanikio

# pleaseFillAllActivityFields
source: Please fill all fields
pt: Por favor, preencha todos os campos
sw: Tafadhali jaza sehemu zote

# pleaseEnterActivityName
source: Please enter activity performed
pt: Por favor, insira a atividade realizada
sw: Tafadhali ingiza shughuli iliyofanyika

# pleaseEnterBeneficiariesCount
source: Please enter number of beneficiaries
pt: Por favor, insira o número de beneficiários
sw: Tafadhali ingiza idadi ya walengwa

source: Please enter location
pt: Por favor, insira a localização
sw: Tafadhali ingiza eneo

# activityListTitle
source: Other Activities List
pt: Lista de Outras Atividades
sw: Orodha ya Shughuli Nyingine

# totalActivities
source: Total activities: {count}
pt: Total de atividades: {count}
sw: Jumla ya shughuli: {count}

source: No activities saved
pt: Nenhuma atividade salva
sw: Hakuna shughuli zilizohifadhiwa

# addNewActivity
source: Add Activity
pt: Adicionar Atividade
sw: Ongeza Shughuli

# editActivity
source: Edit
pt: Editar
sw: Hariri

# deleteActivity
source: Delete
pt: Excluir
sw: Futa

# deleteActivityTitle
source: Delete Activity
pt: Excluir Atividade
sw: Futa Shughuli

# deleteActivityConfirm
source: Are you sure you want to delete this activity?
pt: Tem certeza que deseja excluir esta atividade?
sw: Una uhakika unataka kufuta shughuli hii?

# activityDeleted
source: Activity deleted successfully
pt: Atividade excluída com sucesso
sw: Shughuli imefutwa kwa mafanikio

# orderListTitle
source: Input Requests
pt: Solicitações de Insumo
sw: Maombi ya Pembejeo

# orderListSubtitle
source: Request List
pt: Lista de Solicitações
sw: Orodha ya maombi

# orderListTotalRequests
source: Total Requests
pt: Total de Solicitações
sw: Jumla ya Maombi

# orderListPending
source: Pending
pt: Pendente
sw: Zinazosubiri

# orderListApproved
source: Approved
pt: Aprovado
sw: Zimeidhinishwa

# orderListRejected
source: Rejected
pt: Rejeitado
sw: Zimekataliwa

# orderListRequests
source: Requests {count}
pt: Solicitações {count}
sw: Maombi {count}

# orderListRefresh
source: Refresh
pt: Atualizar
sw: Onyesha upya

# orderListNoRequests
source: No requests saved
pt: Nenhuma solicitação registrada
sw: Hakuna maombi yaliyohifadhiwa

# orderListAddNewPrompt
source: Press the button to add a new request
pt: Pressione o botão para adicionar uma nova solicitação
sw: Bonyeza kitufe cha kuongeza ombi jipya

# orderListDone
source: Done
pt: Concluído
sw: Nimemaliza

# orderListUnknownInput
source: Input
pt: Insumo
sw: Pembejeo

# orderListUnknownCompany
source: Unknown company
pt: Empresa desconhecida
sw: Kampuni haijulikani

# orderListStatusApproved
source: Approved
pt: Aprovado
sw: Imeidhinishwa

# orderListStatusRejected
source: Rejected
pt: Rejeitado
sw: Imekataliwa

# orderListStatusPending
source: Pending
pt: Pendente
sw: Inasubiri

# orderListAmount
source: Amount: {amount}
pt: Quantidade: {amount}
sw: Idadi: {amount}

# orderListUnknownAmount
source: Unknown
pt: Desconhecido
sw: Haijulikani

# orderListUnknownDate
source: Unknown date
pt: Data desconhecida
sw: Tarehe haijulikani

# orderListPrice
source: Price
pt: Preço
sw: Bei

# orderListUnknownPrice
source: Unknown
pt: Desconhecido
sw: Haijulikani

# orderListFinish
source: Done
pt: Concluído
sw: Nimemaliza

# orderListShowAgain
source: Show again
pt: Mostrar novamente
sw: Onyesha upya

# requestSummaryTitle
source: Input Request Details
pt: Detalhes da Solicitação de Insumo
sw: Maelezo ya Ombi la Pembejeo

# requestSummaryListTitle
source: Input Request List
pt: Lista de Solicitações de Insumo
sw: Orodha ya Maombi ya Pembejeo

# requestSummaryTotal
source: Total requests: {count}
pt: Total de solicitações: {count}
sw: Jumla ya maombi: {count}

# requestSummaryStatus
source: Request Status
pt: Status da Solicitação
sw: Hali ya Ombi

# requestSummaryStatusApproved
source: Approved
pt: Aprovado
sw: Imeidhinishwa

# requestSummaryStatusRejected
source: Rejected
pt: Rejeitado
sw: Imekataliwa

# requestSummaryStatusPending
source: Pending
pt: Pendente
sw: Inasubiri

# requestSummaryStatusMessageApproved
source: Your input request has been approved. You may proceed with the purchase process.
pt: Sua solicitação de insumo foi aprovada. Você pode prosseguir com o processo de compra.
sw: Ombi lako la pembejeo limeidhinishwa. Unaweza kuendelea na mchakato wa ununuzi.

# requestSummaryStatusMessageRejected
source: Sorry, your input request was rejected. Please contact the administrator for more details.
pt: Desculpe, sua solicitação de insumo foi rejeitada. Por favor, contate o administrador para mais detalhes.
sw: Samahani, ombi lako la pembejeo limekataliwa. Tafadhali wasiliana na msimamizi kwa maelezo zaidi.

# requestSummaryStatusMessagePending
source: Your input request has been received and is pending approval. You will be notified once it is approved.
pt: Sua solicitação de insumo foi recebida e está pendente de aprovação. Você será notificado quando for aprovada.
sw: Ombi lako la pembejeo limepokelewa na linasubiri kuidhinishwa. Utaarifiwa mara tu linapoidhinishwa.

# requestSummaryUserInfo
source: User Information
pt: Informações do Usuário
sw: Taarifa za Mtumiaji

# requestSummaryUserName
source: User Name
pt: Nome do Usuário
sw: Jina la Mtumiaji

# requestSummaryMemberNumber
source: Member Number
pt: Número do Membro
sw: Namba ya Mwanachama

# requestSummaryPhone
source: Phone Number
pt: Número de Telefone
sw: Namba ya Simu

# requestSummaryInputType
source: Input Type
pt: Tipo de Insumo
sw: Aina ya Pembejeo

# requestSummaryAmount
source: Amount
pt: Quantidade
sw: Kiasi

# requestSummaryRequestDate
source: Request Date
pt: Data da Solicitação
sw: Tarehe ya Ombi

# requestSummaryCompany
source: Company
pt: Empresa
sw: Kampuni

# requestSummaryPrice
source: Price
pt: Preço
sw: Bei

# requestSummaryCost
source: Cost
pt: Custo
sw: Gharama

# requestSummaryUnknown
source: Unknown
pt: Desconhecido
sw: Haijulikani

# requestSummaryBack
source: Back
pt: Voltar
sw: Rudi

# requestSummaryEdit
source: Edit
pt: Editar
sw: Hariri

# requestSummaryAddRequest
source: Add Request
pt: Adicionar Solicitação
sw: Ongeza Ombi

# requestSummaryNoRequests
source: No requests saved
pt: Nenhuma solicitação registrada
sw: Hakuna maombi yaliyohifadhiwa

# requestSummaryAddNewPrompt
source: Press the button to add a new request
pt: Pressione o botão para adicionar uma nova solicitação
sw: Bonyeza kitufe cha kuongeza ombi jipya

# requestInputTitle
source: Order Input
fr: Saisie de commande
pt: Solicitar Insumo
sw: Agiza Pembejeo

# requestInputEditTitle
source: Edit Input Request
fr: Modifier la demande de saisie
pt: Editar Solicitação de Insumo
sw: Hariri Ombi la Pembejeo

# requestInputType
source: Input Type
fr: Type de saisie
pt: Tipo de Insumo
sw: Aina ya Pembejeo

# requestInputTypeHint
source: Enter input type
fr: Entrez le type de saisie
pt: Digite o tipo de insumo
sw: Ingiza aina ya pembejeo

# requestInputTypeError
source: Please enter input type
fr: Veuillez entrer le type de saisie
pt: Por favor, insira o tipo de insumo
sw: Tafadhali ingiza aina ya pembejeo

# requestInputCompany
source: Company
fr: Entreprise
pt: Empresa
sw: Kampuni

# requestInputCompanyHint
source: Enter company name
fr: Entrez le nom de l'entreprise
pt: Digite o nome da empresa
sw: Ingiza jina la kampuni

# requestInputCompanyError
source: Please enter company name
fr: Veuillez entrer le nom de l'entreprise
pt: Por favor, insira o nome da empresa
sw: Tafadhali ingiza jina la kampuni

# requestInputAmount
source: Amount
fr: Montant
pt: Quantidade
sw: Idadi

# requestInputAmountHint
source: Enter amount
fr: Entrez le montant
pt: Digite a quantidade
sw: Ingiza Idadi

# requestInputAmountError
source: Please enter amount
fr: Veuillez entrer le montant
pt: Por favor, insira a quantidade
sw: Tafadhali ingiza Idadi

# requestInputPrice
source: Price
fr: Prix
pt: Preço
sw: Bei

# requestInputPriceHint
source: Enter price
fr: Entrez le prix
pt: Digite o preço
sw: Ingiza bei

# requestInputPriceError
source: Please enter price
fr: Veuillez entrer le prix
pt: Por favor, insira o preço
sw: Tafadhali ingiza bei

# requestInputDate
source: Date
pt: Data
sw: Tarehe

# requestInputDateHint
source: Select date
fr: Sélectionnez la date
pt: Selecione a data
sw: Chagua tarehe

# requestInputStatus
source: Request Status
fr: Statut de la demande
pt: Status da Solicitação
sw: Hali ya Ombi

# requestInputStatusHint
source: Select request status
fr: Sélectionnez le statut
pt: Selecione o status da solicitação
sw: Chagua hali ya ombi

# requestInputSubmit
source: Submit Request
fr: Envoyer la demande
pt: Enviar Solicitação
sw: Tuma Ombi

# requestInputSaveChanges
source: Save Changes
fr: Enregistrer les modifications
pt: Salvar Alterações
sw: Hifadhi Mabadiliko

# requestInputSuccess
source: Your request has been submitted successfully
fr: Votre demande a été soumise avec succès
pt: Sua solicitação foi enviada com sucesso
sw: Ombi lako limetumwa kikamilifu

# requestInputUpdateSuccess
source: Request updated successfully
fr: Demande mise à jour avec succès
pt: Solicitação atualizada com sucesso
sw: Ombi limesasishwa kikamilifu

# requestInputError
source: Error: {error}
fr: Erreur : {error}
pt: Erro: {error}
sw: Hitilafu: {error}

# requestInputFillAll
source: Please fill all fields
fr: Veuillez remplir tous les champs
pt: Por favor, preencha todos os campos
sw: Tafadhali jaza taarifa zote

# businessDashboardTitle
source: Business Dashboard
fr: Tableau de bord
pt: Painel de Negócios
sw: Dashboard ya Biashara

# businessDashboardDefaultTitle
source: Business Dashboard
fr: Tableau de bord
pt: Painel de Negócios
sw: Dashboard ya Biashara

# businessDashboardLocationUnknown
source: No location
fr: Aucun emplacement
pt: Sem localização
sw: Hakuna mahali

# businessDashboardProductType
source: Product Type
fr: Type de produit
pt: Tipo de Produto
sw: Aina ya Bidhaa

# businessDashboardProductTypeUnknown
source: No product
fr: Aucun produit
pt: Sem produto
sw: Hakuna bidhaa

# businessDashboardStartDate
source: Start Date
fr: Date de début
pt: Data de Início
sw: Tarehe ya Kuanza

# businessDashboardDateUnknown
source: No date
fr: Aucune date
pt: Sem data
sw: Hakuna tarehe

# businessDashboardStats
source: Business Statistics
fr: Statistiques
pt: Estatísticas do Negócio
sw: Takwimu za Biashara

# businessDashboardPurchases
source: Purchases
fr: Achats
pt: Compras
sw: Manunuzi

# businessDashboardSales
source: Sales
fr: Ventes
pt: Vendas
sw: Mauzo

# businessDashboardExpenses
source: Expenses
fr: Dépenses
pt: Despesas
sw: Matumizi

# businessDashboardProfit
source: Profit
pt: Lucro
sw: Faida

# businessDashboardActions
source: Actions
pt: Ações
sw: Vitendo

# businessDashboardProfitShare
source: Profit Distribution
fr: Distribution du profit
pt: Distribuição de Lucro
sw: Mgao wa Faida

# businessDashboardActive
source: Active
fr: Actif
pt: Ativo
sw: Inafanya kazi

# businessDashboardInactive
source: Inactive
fr: Inactif
pt: Inativo
sw: Haifanyi kazi

# businessDashboardPending
source: Pending
fr: En attente
pt: Pendente
sw: Inasubiri

# businessDashboardError
source: Error: {error}
fr: Erreur : {error}
pt: Erro: {error}
sw: Hitilafu: {error}

# businessListTitle
source: Business List
fr: Liste des entreprises
pt: Lista de Negócios
sw: Orodha ya Biashara

# businessListCount
source: Businesses {count}
fr: Entreprises {count}
pt: Negócios {count}
sw: Biashara {count}

# businessListRefresh
source: Refresh
fr: Actualiser
pt: Atualizar
sw: Onyesha upya

# businessListNoBusinesses
source: No businesses registered
fr: Aucune entreprise enregistrée
pt: Nenhum negócio registrado
sw: Hakuna biashara zilizosajiliwa

# businessListAddPrompt
source: Tap the + button to add a business
fr: Appuyez sur + pour ajouter
pt: Toque no botão + para adicionar um negócio
sw: Bofya kitufe cha + kuongeza biashara

# businessListViewMore
source: View More
fr: Voir plus
pt: Ver Mais
sw: Angalia Zaidi

# businessListLocationUnknown
source: No location
fr: Aucun emplacement
pt: Sem localização
sw: Hakuna mahali

# businessListProductTypeUnknown
source: No product
fr: Aucun produit
pt: Sem produto
sw: Hakuna bidhaa
