Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

source: Select Country
fr: Sélectionnez le pays
pt: Selecionar País
sw: Chagua Nchi

# pleaseSelectCountry
source: Please select your country
fr: Veuillez sélectionner votre pays
pt: Por favor, selecione seu país
sw: Tafadhali chagua nchi yako

# pleaseSelectCountryError
source: Please select a country before continuing.
fr: Veuillez sélectionner un pays avant de continuer.
pt: Por favor, selecione um país antes de continuar.
sw: Tafadhali chagua nchi kabla ya kuendelea.

source: Location Information
fr: Informations de localisation
pt: Informações de Localização
sw: Taarifa za Eneo

source: Select Language
fr: Sélectionnez la langue
pt: Selecionar Idioma
sw: Chagua Lugha

source: Please select language
fr: Veuillez sélectionner une langue
pt: Por favor, selecione o idioma
sw: Tafadhali chagua lugha

source: Select Region
fr: Sélectionnez la région
pt: Selecionar Região
sw: Chagua Mkoa

source: Please select region
fr: Veuillez sélectionner une région
pt: Por favor, selecione a região
sw: Tafadhali chagua mkoa

source: Select District
fr: Sélectionnez le district
pt: Selecionar Distrito
sw: Chagua Wilaya

source: Please select district
fr: Veuillez sélectionner un district
pt: Por favor, selecione o distrito
sw: Tafadhali chagua wilaya

source: Select Ward
fr: Sélectionnez le quartier
pt: Selecionar Bairro
sw: Chagua Kata

# loan_based_on_shares
source: Specify how many times (x) a member can borrow based on their shares
fr: Indiquez combien de fois (x) un membre peut emprunter selon ses parts
pt: Especifique quantas vezes (x) um membro pode pedir empréstimo com base nas suas ações
sw: Eleza mara ngapi (x) mwanachama anaweza kukopa kulingana na hisa zake

# loan_based_on_savings
source: Specify how many times (x) a member can borrow based on their savings
fr: Indiquez combien de fois (x) un membre peut emprunter selon son épargne
pt: Especifique quantas vezes (x) um membro pode pedir empréstimo com base nas suas poupanças
sw: Eleza mara ngapi (x) mwanachama anaweza kukopa kulingana na akiba yake

source: Please select ward
fr: Veuillez sélectionner un quartier
pt: Por favor, selecione o bairro
sw: Tafadhali chagua kata

source: Enter Street or Village
fr: Entrez la rue ou le village
pt: Digite Rua ou Vila
sw: Weka Mtaa au kijiji

# pleaseEnterStreetOrVillage
source: Please enter street or village name
fr: Veuillez entrer le nom de la rue ou du village
pt: Por favor, digite o nome da rua ou vila
sw: Tafadhali weka jina la mtaa au kijiji

source: Data saved successfully!
fr: Données enregistrées avec succès
pt: Dados salvos com sucesso!
sw: Taarifa zimehifadhiwa kikamilifu!

# errorSavingData
source: Error saving data: {error}
fr: Erreur lors de l'enregistrement des données : {error}
pt: Erro ao salvar dados: {error}
sw: Hitilafu katika kuhifadhi data: {error}

source: Permissions
fr: Autorisations
pt: Permissões
sw: Ruhusu

# permissionsDescription
source: Chomoka requires several permissions to work correctly and efficiently.
fr: Chomoka nécessite plusieurs autorisations pour fonctionner correctement et efficacement.
pt: O Chomoka requer várias permissões para funcionar corretamente e eficientemente.
sw: Chomoka inahitaji ruhusa kadhaa ili ifanye kazi kwa usahihi na ufanisi.

# permissionsRequest
source: Please accept all permission requests to continue using Chomoka easily.
fr: Veuillez accepter toutes les demandes d'autorisation pour continuer à utiliser Chomoka facilement.
pt: Por favor, aceite todas as solicitações de permissão para continuar usando o Chomoka facilmente.
sw: Tafadhali kubali maombi yote ya ruhusa kuendelea kutumia Chomoka kwa urahisi.

# smsDescription
source: Chomoka uses SMS as backup to store information when there's no internet.
fr: Chomoka utilise les SMS comme sauvegarde pour stocker des informations en cas d'absence d'internet.
pt: O Chomoka usa SMS como backup para armazenar informações quando não há internet.
sw: Chomoka inatumia SMS bando la kutunza taarifa endapo hakuna intaneti.

# locationPermission
source: Your Location
fr: Votre localisation
pt: Sua Localização
sw: Mahali mlipo

# locationDescription
source: To improve system efficiency, CHOMOKA will use your location information.
fr: Pour améliorer l'efficacité du système, CHOMOKA utilisera vos informations de localisation.
pt: Para melhorar a eficiência do sistema, o CHOMOKA usará suas informações de localização.
sw: Ili kuboresha ufanisi wa mfumo, CHOMOKA itatumia maelezo ya mahali mlipo.

# mediaPermission
source: Photos and Documents
fr: Photos et documents
pt: Fotos e Documentos
sw: Picha na Nyaraka

# mediaDescription
source: You can save photos, information, and related documents for verification.
fr: Vous pouvez enregistrer des photos, des informations et des documents pour vérification.
pt: Você pode salvar fotos, informações e documentos relacionados para verificação.
sw: Unaweza kuhifadhi picha, taarifa, na nyaraka husika kwa uthibitisho.

source: Terms and Conditions
fr: Termes et conditions
pt: Termos e Condições
sw: Vigezo na Masharti

source: About Chomoka
fr: À propos de Chomoka
pt: Sobre o Chomoka
sw: Kuhusu Chomoka

# aboutChomokaContent
source: To use Chomoka you must agree to the terms and conditions and privacy policy.
fr: Pour utiliser Chomoka, vous devez accepter les termes et conditions ainsi que la politique de confidentialité.
pt: Para usar o Chomoka, você deve concordar com os termos e condições e a política de privacidade.
sw: Ili kutumia Chomoka lazima ukubaliane na vigezo na masharti na sera ya usiri.

source: Data Management
fr: Gestion des données
pt: Gestão de Dados
sw: Usimamizi wa Taarifa

# dataManagementContent
source: By using Chomoka you agree to the collection and storage of your data. The system may use your location information and send messages from your phone.
fr: En utilisant Chomoka, vous acceptez la collecte et le stockage de vos données. Le système peut utiliser vos informations de localisation et envoyer des messages depuis votre téléphone.
pt: Ao usar o Chomoka, você concorda com a coleta e armazenamento dos seus dados. O sistema pode usar suas informações de localização e enviar mensagens do seu telefone.
sw: Kwa kutumia Chomoka unakubali ukusanyaji na utunzaji wa taarifa zako. Mfumo unaweza kutumia taarifa za mahali ulipo na kutuma ujumbe kutoka kwenye simu yako.

source: Named Data
fr: Données nommées
pt: Dados Nomeados
sw: Taarifa zilitajwa jina

# namedDataContent
source: Group and member information will be stored for record keeping. We will not share this information with anyone without group permission.
fr: Les informations du groupe et des membres seront conservées à des fins d'enregistrement. Nous ne partagerons pas ces informations sans l'autorisation du groupe.
pt: Informações do grupo e dos membros serão armazenadas para registro. Não compartilharemos essas informações com ninguém sem permissão do grupo.
sw: Taarifa za kikundi na wanachama zitahifadhiwa kwa ajili ya kumbukumbu. Hatutatoa taarifa hizi kwa yeyote bila idhini ya kikundi.

source: General Data
fr: Données générales
pt: Dados Gerais
sw: Taarifa za jumla

# generalDataContent
source: We will use general data without mentioning member or group names to understand further developments.
fr: Nous utiliserons des données générales sans mentionner les noms des membres ou des groupes pour mieux comprendre les évolutions.
pt: Usaremos dados gerais sem mencionar nomes de membros ou grupos para entender melhor os desenvolvimentos.
sw: Tutatumia taarifa za jumla bila kutaja jina la mwanachama au kikundi ili kuelewa maendeleo zaidi.

# acceptTerms
source: I accept the terms and conditions
fr: J'accepte les termes et conditions
pt: Eu aceito os termos e condições
sw: Nakubali vigezo na masharti

source: Confirm
fr: Confirmer
pt: Confirmar
sw: Thibitisha

source: Setup Chomoka
fr: Configurer Chomoka
pt: Configurar Chomoka
sw: Kuanzisha Chomoka

# groupInfo
source: Group Information
fr: Informations sur le groupe
pt: Informações do Grupo
sw: Taarifa za Kikundi

# memberInfo
source: Member Information
fr: Informations sur le membre
pt: Informações do Membro
sw: Taarifa za Mwanachama

# constitutionInfo
source: Constitution Information
fr: Informations sur la constitution
pt: Informações da Constituição
sw: Taarifa za Katiba

# fundInfo
source: Fund Information
fr: Informations sur le fonds
pt: Informações do Fundo
sw: Taarifa za Mfuko

source: Password Setup
fr: Configuration du mot de passe
pt: Configuração de Senha
sw: Uwekaji wa Funguo

source: Password setup complete!
fr: Configuration du mot de passe terminée !
pt: Configuração de senha concluída!
sw: Uwekaji wa funguo umekamilika!

source: Finished
fr: Terminé
pt: Concluído
sw: Nimemaliza

# groupInformation
source: Enter Group Information
fr: Entrez les informations du groupe
pt: Digite as Informações do Grupo
sw: Ingiza Taarifa za Kikundi

source: Edit Group Information
fr: Modifier les informations du groupe
pt: Editar Informações do Grupo
sw: Badilisha Taarifa za Kikundi

source: Group Name
fr: Nom du groupe
pt: Nome do Grupo
sw: Jina la Kikundi

source: Enter Group Name
fr: Entrez le nom du groupe
pt: Digite o Nome do Grupo
sw: Ingiza Jina la Kikundi

# groupNameRequired
source: Group name is required!
fr: Le nom du groupe est requis !
pt: O nome do grupo é obrigatório!
sw: Jina la kikundi ni lazima!

source: Year Established
fr: Année de création
pt: Ano de Fundação
sw: Mwaka Kilipoanzishwa

source: Enter Year Established
fr: Entrez l'année de création
pt: Digite o Ano de Fundação
sw: Ingiza Mwaka Kilipoanzishwa

# yearEstablishedRequired
source: Year established is required!
fr: L'année de création est requise !
pt: O ano de fundação é obrigatório!
sw: Mwaka kilipoanzishwa ni lazima!

# enterValidYear
source: Please enter a valid year!
fr: Veuillez entrer une année valide !
pt: Por favor, digite um ano válido!
sw: Tafadhali ingiza mwaka halali!

# enterYearRange
source: Please enter a year between 1999 and {currentYear}!
fr: Veuillez entrer une année entre 1999 et {currentYear} !
pt: Por favor, digite um ano entre 1999 e {currentYear}!
sw: Tafadhali ingiza mwaka kati ya 1999 na {currentYear}!

# currentRound
source: What round is the group in
fr: À quel cycle en est le groupe
pt: Em que rodada o grupo está
sw: Kikundi kipo mzunguko wa ngapi

# enterCurrentRound
source: Enter the current round in the group
fr: Entrez le cycle actuel du groupe
pt: Digite a rodada atual do grupo
sw: Ingiza mzunguko uliopo kwenye kikundi

# currentRoundRequired
source: Group round is required!
fr: Le cycle du groupe est requis !
pt: A rodada do grupo é obrigatória!
sw: Mzunguko wa kikundi ni lazima!

# enterValidRound
source: Please enter a valid number for the round!
fr: Veuillez entrer un numéro valide pour le cycle !
pt: Por favor, digite um número válido para a rodada!
sw: Tafadhali ingiza namba halali kwa mzunguko!

source: Update
fr: Mettre à jour
pt: Atualizar
sw: Sahihisha

# errorUpdatingData
source: Error updating data: {error}
fr: Erreur lors de la mise à jour des données : {error}
pt: Erro ao atualizar dados: {error}
sw: Hitilafu katika kuhifadhi data: {error}

source: Group Summary
fr: Résumé du groupe
pt: Resumo do Grupo
sw: Muhtasari wa Kikundi

source: Session Summary
fr: Résumé des sessions
pt: Resumo da Sessão
sw: Muhtasari wa Kikao

# meetingFrequency
source: How Often Do You Meet?
fr: À quelle fréquence vous réunissez-vous ?
pt: Com que frequência vocês se reúnem?
sw: Mnakutana Mara Ngapi

# pleaseSelectFrequency
source: Please select meeting frequency!
fr: Veuillez sélectionner la fréquence des réunions !
pt: Por favor, selecione a frequência das reuniões!
sw: Tafadhali chagua mara za kukutana!

# sessionCount
source: Number of Sessions in a Round:
fr: Nombre de sessions dans un cycle :
pt: Número de sessões em uma rodada:
sw: Idadi ya Vikao

# enterSessionCount
source: Enter Number of Sessions
fr: Entrez le nombre de sessions
pt: Digite o número de sessões
sw: Ingiza Idadi ya Vikao

# sessionCountRequired
source: Please enter number of sessions
fr: Veuillez entrer le nombre de sessions
pt: Por favor, informe o número de sessões
sw: Tafadhali ingiza idadi ya vikao

# enterValidSessionCount
source: Please enter a valid number for sessions
fr: Veuillez entrer un nombre valide de sessions
pt: Por favor, digite um número válido para as sessões
sw: Tafadhali ingiza namba halali kwa vikao

source: Please Note:
fr: Veuillez noter :
pt: Por favor, note:
sw: Tafadhali Zingatia:

# allocationDescription
source: Allocation is Every After {allocationDescription}
fr: L'allocation se fait tous les {allocationDescription}
pt: Alocação a cada {allocationDescription}
sw: Mgao ni Kila Baada ya {allocationDescription}

# errorOccurred
source: Error: {error}
fr: Une erreur est survenue : {error}
pt: Erro: {error}
sw: Kosa limetokea: {error}

source: Group Registration
fr: Enregistrement du groupe
pt: Registro do Grupo
sw: Usajili wa Kikundi

source: Fines
fr: Amendes
pt: Multas
sw: Faini

# lateness
source: Late arrival
fr: Arrivée tardive
pt: Atraso
sw: Kachelewa

source: Absent without permission
fr: Absence sans autorisation
pt: Ausência sem permissão
sw: Hayupo bila ruhusa

# sendingRepresentative
source: Sent a representative
fr: Envoi d'un représentant
pt: Enviou representante
sw: Katuma mwakilishi

source: Speaking without permission
fr: Parler sans permission
pt: Falar sem permissão
sw: Kuongea bila ruhusa

source: Phone usage during meeting
fr: Utilisation du téléphone pendant la réunion
pt: Uso do telefone durante a reunião
sw: Matumizi ya simu wakati wa kikao

source: Leadership misconduct
fr: Mauvais comportement des dirigeants
pt: Má conduta da liderança
sw: Utovu wa nizamu kwa viongozi

# forgettingRules
source: Forgetting the rules
fr: Oubli des règles
pt: Esquecer as regras
sw: Kusahau kanuni

source: Add New Fine
fr: Ajouter une nouvelle amende
pt: Adicionar Nova Multa
sw: Ongeza Faini Mpya

# finesWithoutAmountWontShow
source: Fines without amounts won't show during meetings
fr: Les amendes sans montant ne s'afficheront pas pendant les réunions
pt: Multas sem valor não aparecerão durante as reuniões
sw: Faini ambazo hazina kiasi hazitoonekana wakati wa kikao

# fineType
source: Type of fine
fr: Type d'amende
pt: Tipo de multa
sw: Aina ya faini

source: Add Fine Type
fr: Ajouter un type d'amende
pt: Adicionar Tipo de Multa
sw: Ongeza Aina ya faini

source: Amount
fr: Montant
pt: Valor
sw: Kiasi

source: Percentage
fr: Pourcentage
pt: Porcentagem
sw: Asilimia

# memberShareTitle
source: Member Shareout
fr: Parts des membres
pt: Distribuição do Membro
sw: Mgao wa Wanachama

# shareCount
source: Number of Shares
fr: Nombre de parts
pt: Número de Participações
sw: Idadi ya Hisa

# saveButton
source: Save
fr: Enregistrer
pt: Salvar
sw: Hifadhi

source: Unnamed
fr: Sans nom
pt: Sem nome
sw: Bila Jina

source: No phone
fr: Pas de numéro
pt: Sem telefone
sw: Hakuna simu

# errorLoadingData
source: Error loading data: {error}
fr: Erreur lors du chargement des données. Veuillez réessayer.
pt: Erro ao carregar dados: {error}
sw: Hitilafu katika kupakia data: {error}

# failedToUpdateStatus
source: Failed to update status: {error}
fr: Échec de la mise à jour du statut : {error}
pt: Falha ao atualizar status: {error}
sw: Imeshindwa kusasisha hali: {error}

source: Fixed Amount
fr: Montant fixe
pt: Valor Fixo
sw: Kiasi Maalumu

source: Enter penalty percentage
fr: Entrez le pourcentage de pénalité
pt: Digite a porcentagem da penalidade
sw: Weka asilimia za adhabu

# percentageRequired
source: Percentage is required
fr: Le pourcentage est requis
pt: A porcentagem é obrigatória
sw: Asilimia inahitajika

# enterValidPercentage
source: Please enter a valid percentage
fr: Veuillez entrer un pourcentage valide
pt: Por favor, digite uma porcentagem válida
sw: Tafadhali ingiza asilimia halali

source: Enter Fixed Amount
fr: Entrez le montant fixe
pt: Digite o valor fixo
sw: Weka Kiasi Maalumu

# fixedAmountRequired
source: Fixed amount is required
fr: Le montant fixe est requis
pt: O valor fixo é obrigatório
sw: Kiasi Maalumu kinakitajika

# enterValidAmount
source: Please enter a valid amount!
fr: Veuillez entrer un montant valide !
pt: Por favor, digite um valor válido!
sw: Tafadhali weka kiasi halali!

# explainPenaltyUsage
source: Explain how penalties are used for loans when a member fails to make all required payments on time.
fr: Expliquez comment les pénalités sont utilisées pour les prêts lorsqu'un membre ne respecte pas les paiements requis à temps.
pt: Explique como as penalidades são usadas para empréstimos quando um membro não realiza todos os pagamentos no prazo.
sw: Eleza jinsi adhabu zinatumika kwa mkopo ikiwa mwanachama atashindwa kufanya malipo yote yanayotakiwa kwa wakati.

source: Loan delay penalty
fr: Pénalité de retard de prêt
pt: Penalidade por atraso no empréstimo
sw: Adhabu ya kuchelewesha mkopo

# noPercentagePenalty
source: No percentage penalty will be charged for loan delays.
fr: Aucune pénalité en pourcentage ne sera facturée pour les retards de prêt.
pt: Nenhuma penalidade percentual será cobrada por atrasos no empréstimo.
sw: Hakuna adhabu ya asilimia itakayotolewa kwa kuchelewesha mkopo.

# percentagePenaltyExample
source: For example, if a member delays paying their loan, they will pay an additional {percentage}% each month on the remaining loan amount. If they borrow 10,000, they must pay a delay fee of {amount} per month.
fr: Par exemple, si un membre retarde le remboursement de son prêt, il paiera {percentage}% de plus chaque mois sur le montant restant. S'il emprunte 10 000, il devra payer des frais de retard de {amount} par mois.
pt: Por exemplo, se um membro atrasar o pagamento do empréstimo, ele pagará {percentage}% adicional por mês sobre o valor restante do empréstimo. Se ele pegar 10.000, deverá pagar uma multa de {amount} por mês.
sw: Kwa mfano mwanachama atachelewesha kulipa mkopo wake, kila mwezi atalipa {percentage}% ya ziada ya kiasi cha mkopo kinachosalia. Ikiwa atakopa 10,000 lazima alipe ada ya kuchelewesha kwa {amount} kwa mwezi.

# noFixedAmountPenalty
source: No fixed amount penalty will be charged for loan delays.
fr: Aucune pénalité à montant fixe ne sera facturée pour les retards de prêt.
pt: Nenhuma penalidade de valor fixo será cobrada por atrasos no empréstimo.
sw: Hakuna adhabu ya kiasi maalumu itakayotolewa kwa kuchelewesha mkopo.

# fixedAmountPenaltyExample
source: For example, if a member delays paying their loan, they will pay {amount} as a fixed delay penalty.
fr: Par exemple, si un membre retarde le remboursement de son prêt, il paiera {amount} comme pénalité fixe de retard.
pt: Por exemplo, se um membro atrasar o pagamento do empréstimo, ele pagará {amount} como penalidade fixa por atraso.
sw: Kwa mfano mwanachama atachelewesha kulipa mkopo wake, atalipa {amount} kama adhabu maalumu ya kuchelewesha.

source: Add Amount
fr: Ajouter un montant
pt: Adicionar Valor
sw: Ongeza Kiasi

source: Cancel
fr: Annuler
pt: Cancelar
sw: Ghairi

source: Save
fr: Enregistrer
pt: Salvar
sw: Hifadhi

source: Continue
fr: Continuer
pt: Continuar
sw: Endelea

source: Edit Registration
fr: Modifier l'enregistrement
pt: Editar Registro
sw: Hariri Usajili

source: Registration Status
fr: Statut de l'enregistrement
pt: Status do Registro
sw: Hali ya Usajili

source: Select Registration Status
fr: Sélectionnez le statut d'enregistrement
pt: Selecionar Status do Registro
sw: Chagua Hali ya Usajili

source: Please select registration status
fr: Veuillez sélectionner le statut d'enregistrement
pt: Por favor, selecione o status do registro
sw: Tafadhali chagua hali ya usajili

# appVersionName
source: Chapati Version 1.0.0
fr: Version Chapati 1.0.0
pt: Chapati Versão 1.0.0
sw: Toleo la Chapati 1.0.0

# appVersionNumber
source: Version 0001
pt: Versão 0001
sw: Toleo 0001

source: Open
fr: Ouvrir
pt: Abrir
sw: Fungua

source: Demo
fr: Démo
pt: Demonstração
sw: Mfano

source: Exercise
fr: Exercice
pt: Exercício
sw: Mazoezi

source: Registration Number
fr: Numéro d'enregistrement
pt: Número de Registro
sw: Nambari ya Usajili

source: Enter Registration Number
fr: Entrez le numéro d'enregistrement
pt: Digite o número de registro
sw: Ingiza Nambari ya Usajili

source: Please enter registration number
fr: Veuillez entrer le numéro d'enregistrement
pt: Por favor, digite o número de registro
sw: Tafadhali ingiza nambari ya usajili

source: Correct
pt: Correto
sw: Sahihisha

source: Group Institution
fr: Institution du groupe
pt: Instituição do Grupo
sw: Shirika la Kikundi

# editInstitution
source: Edit Group Institution
fr: Modifier l'institution du groupe
pt: Editar Instituição do Grupo
sw: Hariri Shirika la Kikundi

source: Select Organization
fr: Sélectionnez l'organisation
pt: Selecionar Organização
sw: Chagua Shirika

source: Please select organization
fr: Veuillez sélectionner une organisation
pt: Por favor, selecione a organização
sw: Tafadhali chagua shirika

source: Enter Organization Name
fr: Entrez le nom de l'organisation
pt: Digite o nome da organização
sw: Ingiza Jina la Shirika

# organizationNameRequired
source: Organization name is required!
fr: Le nom de l'organisation est requis !
pt: O nome da organização é obrigatório!
sw: Jina la shirika ni lazima!

source: Select Project
fr: Sélectionnez le projet
pt: Selecionar Projeto
sw: Chagua Mradi

source: Please select project
fr: Veuillez sélectionner un projet
pt: Por favor, selecione o projeto
sw: Tafadhali chagua mradi

source: Enter Project Name
fr: Entrez le nom du projet
pt: Digite o nome do projeto
sw: Ingiza Jina la Mradi

# projectNameRequired
source: Project name is required!
fr: Le nom du projet est requis !
pt: O nome do projeto é obrigatório!
sw: Jina la mradi ni lazima!

source: Enter Teacher ID
fr: Entrez l'identifiant de l'enseignant
pt: Digite o ID do Professor
sw: Ingiza Utambulisho wa Mwalimu

# teacherIdRequired
source: Teacher ID is required!
fr: L'identifiant de l'enseignant est requis !
pt: O ID do professor é obrigatório!
sw: Utambulisho wa mwalimu ni lazima!

# continueText
source: Continue
fr: Continuer
pt: Continuar
sw: Endelea

source: Select key to reset
fr: Sélectionnez la clé à réinitialiser
pt: Selecione a chave para redefinir
sw: Chagua funguo ya kurekebisha

# keyHolderSecretQuestion
source: The selected key holder member will be asked a secret question during key setup
fr: Le membre titulaire de la clé sélectionnée devra répondre à une question secrète lors de la configuration de la clé
pt: O membro titular da chave selecionado será questionado com uma pergunta secreta durante a configuração da chave
sw: Mwanachama mwenye funguo aliyeyachaguliwa ataulizwa swali la siri wakati wa uwekaji wa funguo

source: Reset key 1
fr: Réinitialiser la clé 1
pt: Redefinir chave 1
sw: Rekebisha funguo ya 1

source: Reset key 2
fr: Réinitialiser la clé 2
pt: Redefinir chave 2
sw: Rekebisha funguo ya 2

source: Reset key 3
fr: Réinitialiser la clé 3
pt: Redefinir chave 3
sw: Rekebisha funguo ya 3

source: Select Question
fr: Sélectionnez une question
pt: Selecionar Pergunta
sw: Chagua Swali

source: Answer to question
fr: Réponse à la question
pt: Resposta à pergunta
sw: Jibu la swali

# enterAnswer
source: Enter answer to question
fr: Entrez la réponse à la question
pt: Digite a resposta
sw: Weka Jibu la swali

# incorrectQuestionOrAnswer
source: Question or answer is incorrect
fr: La question ou la réponse est incorrecte
pt: Pergunta ou resposta incorreta
sw: Swali au jibu si sahihi

source: Please select question and answer
fr: Veuillez sélectionner une question et y répondre
pt: Por favor, selecione a pergunta e a resposta
sw: Tafadhali chagua swali na jibu

# passwordsDoNotMatchTryAgain
source: Passwords do not match, please try again
fr: Les mots de passe ne correspondent pas, veuillez réessayer
pt: As senhas não coincidem, tente novamente
sw: Funguo Hazifanani, Tafadhali jaribu tena
