Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

# fedha_zilizopo_mkopo
source: Funds Available for Loan:
fr: Fonds disponibles pour le prêt :
pt: Fundos Disponíveis para Empréstimo:
sw: Fedha Zilizopo kwa Ajili ya Mkopo:

# chukua_mkopo_wote
source: Take Full Loan {amount}
fr: Prendre le prêt complet {amount}
pt: Tomar empréstimo completo {amount}
sw: Chukua Mkopo Wote {amount}

# kiasi_kingine
source: Other Amount
fr: Autre montant
pt: Outro valor
sw: Kiasi Kingine

# kiasi
source: Amount
fr: Montant
pt: Valor
sw: Kiasi

# weka_kiasi
source: Enter Amount
fr: Entrez le montant
pt: Digite o valor
sw: Weka Kiasi

# thibitisha_kiasi
source: Confirm Amount
fr: Confirmer le montant
pt: Confirmar valor
sw: Thibitisha Kiasi

# tafadhali_chagua_chaguo
source: Please select a loan option.
fr: Veuillez choisir une option de prêt.
pt: Por favor selecione uma opção de empréstimo.
sw: Tafadhali chagua chaguo la mkopo.

# kiasi_cha_mkopo_wa_mwanachama
source: Member's loan amount
fr: Montant du prêt du membre
pt: Valor do empréstimo do membro
sw: Kiasi cha mkopo wa mwanachama

# tafadhali_ingiza_kiasi_sahihi
source: Please enter a valid amount.
fr: Veuillez entrer un montant valide.
pt: Por favor, insira um valor válido.
sw: Tafadhali ingiza kiasi sahihi.

# hakuna_kiasi_cha_kutosha
source: Insufficient funds to issue this loan.
fr: Fonds insuffisants pour accorder ce prêt.
pt: Fundos insuficientes para conceder este empréstimo.
sw: Hakuna kiasi cha kutosha kutoa mkopo huu.

# kiasi_hakiruhusiwi
source: The selected amount is not allowed.
fr: Le montant sélectionné n'est pas autorisé.
pt: O valor selecionado não é permitido.
sw: Kiasi kilichochaguliwa hakiruhusiwi.

# kiasi_na_riba_vimehifadhiwa
source: Loan amount and interest have been saved.
fr: Montant du prêt et intérêts enregistrés.
pt: Valor do empréstimo e juros foram salvos.
sw: Kiasi cha Mkopo na Riba vimehifadhiwa.

# hitilafu_imetokea
source: An error occurred. Please try again.
fr: Une erreur est survenue. Veuillez réessayer.
pt: Ocorreu um erro. Por favor, tente novamente.
sw: Hitilafu imetokea. Tafadhali jaribu tena.

# muda_wa_marejesho
source: Repayment Duration
fr: Durée de remboursement
pt: Duração do Reembolso
sw: Muda wa Marejesho

# kiasi_cha_mkopo_wake_ni
source: His Loan Amount Is: {amount}
fr: Son montant de prêt est : {amount}
pt: O valor do empréstimo dele é: {amount}
sw: Kiasi cha Mkopo Wake Ni: {amount}

# mkopo_wa_miezi_mingapi
source: Loan duration in months?
fr: Durée du prêt en mois ?
pt: Duração do empréstimo em meses?
sw: Mkopo wa Miezi Mingapi?

# mwezi_1
source: 1 Month
fr: 1 mois
pt: 1 Mês
sw: Mwezi 1

# miezi_2
source: 2 Months
fr: 2 mois
pt: 2 Meses
sw: Miezi 2

# miezi_3
source: 3 Months
fr: 3 mois
pt: 3 Meses
sw: Miezi 3

# miezi_6
source: 6 Months
fr: 6 mois
pt: 6 Meses
sw: Miezi 6

# nyingine
source: Other
fr: Autre
pt: Outro
sw: Nyingine

# ingiza_miezi
source: Enter Months
fr: Entrez le nombre de mois
pt: Digite os meses
sw: Ingiza Miezi

# thibitisha_muda
source: Confirm Duration
fr: Confirmer la durée
pt: Confirmar duração
sw: Thibitisha Muda

# tafadhali_chagua_muda
source: Please select a repayment period.
fr: Veuillez choisir une durée de remboursement.
pt: Por favor, selecione um período de reembolso.
sw: Tafadhali chagua muda wa marejesho.

# tafadhali_ingiza_muda_sahihi
source: Please enter a valid duration.
fr: Veuillez entrer une durée valide.
pt: Por favor, insira uma duração válida.
sw: Tafadhali ingiza muda sahihi.

# muda_wa_marejesho_umehifadhiwa
source: Repayment time saved: {months} months
fr: Durée de remboursement enregistrée : {months} mois
pt: Tempo de reembolso salvo: {months} meses
sw: Muda wa Marejesho umehifadhiwa: Miezi {months}

# wadhamini
source: Guarantors
fr: Garants
pt: Fiadores
sw: Wadhamini

# jinas
source: Name: {name}
fr: Nom : {name}
pt: Nome: {name}
sw: Jina: {name}

# chagua_wadhamini
source: Select {count} Guarantors:
fr: Sélectionner {count} garants :
pt: Selecionar {count} fiadores:
sw: Chagua Wadhamini {count}:

# haidhibiti_idadi
source: Please select all required guarantors.
fr: Veuillez sélectionner tous les garants requis.
pt: Por favor, selecione todos os fiadores necessários.
sw: Tafadhali chagua wadhamini wote wanaohitajika.

# haijulikani
source: Unknown
fr: Inconnu
pt: Desconhecido
sw: Haijulikani

# muhtasari_wa_mkopo
source: Loan Summary
fr: Résumé du prêt
pt: Resumo do Empréstimo
sw: Muhtasari wa Mkopo

# thibitisha_mkopo
source: Confirm Loan
fr: Confirmer le prêt
pt: Confirmar Empréstimo
sw: Thibitisha Mkopo

# maelezo_ya_mkopo
source: Loan Details
fr: Détails du prêt
pt: Detalhes do Empréstimo
sw: Maelezo ya Mkopo

# kiasi_cha_mkopo
source: Loan Amount
fr: Montant du prêt
pt: Valor do Empréstimo
sw: Kiasi cha Mkopo

# riba_ya_mkopo
source: Loan Interest
fr: Intérêt du prêt
pt: Juros do Empréstimo
sw: Riba ya Mkopo

# maelezo_ya_riba
source: Interest Details
fr: Détails sur les intérêts
pt: Detalhes dos Juros
sw: Maelezo ya Riba

# salio_la_mkopo
source: Loan Balance
fr: Solde du prêt
pt: Saldo do Empréstimo
sw: Salio la Mkopo

# meeting_completed_title
source: Meeting Completed
fr: Réunion Terminée
pt: Reunião Concluída

# meeting_completed_message
source: The meeting has been completed. Restart the Chomoka system to begin a new session.
fr: La réunion est terminée. Redémarrez le système Chomoka pour commencer une nouvelle session.
pt: A reunião foi concluída. Reinicie o sistema Chomoka para iniciar uma nova sessão.

# meeting_completed_button
source: Login Again
fr: Se Connecter à Nouveau
pt: Entrar Novamente

# tarehe_ya_mwisho
source: Due Date
fr: Date d'échéance
pt: Data de Vencimento
sw: Tarehe ya Mwisho

# miezi
source: Months {miezi}
fr: Mois {miezi}
pt: Meses {miezi}

# oneTimeInterest
source: Interest is paid only once
fr: Les intérêts sont payés une seule fois
pt: Juros pagos uma única vez
sw: Ziada inalipwa mara moja tu

# guarantorExample
source: For example, if Pili cannot pay her loan debt of 150,000 at the time of sharing, the savings of the {count} members who guaranteed her loan will each be reduced by {amount}.
fr: Par exemple, si Pili ne peut pas rembourser la dette de 150 000 à l'échéance, l'épargne des {count} garants sera réduite chacun de {amount}.
pt: Por exemplo, se Pili não puder pagar sua dívida de empréstimo de 150.000 na hora da partilha, a poupança dos {count} membros que garantiram seu empréstimo será reduzida em {amount} para cada um.
sw: Kwa mfano ikiwa Pili hawezi kulipa deni lake la 150,000 la mkopo wakati wa kugawana, akiba ya wanachama {count} waliomdhamini mkopo wake, itapunguzwa kwa {amount} kwa kila mmoja.

# communityFundTitle
source: Community Fund
fr: Fonds communautaire
pt: Fundo Comunitário
sw: Mfuko jamii

source: Unpaid contribution
fr: Contribution impayée
pt: Contribuição não paga
sw: Mchango ambao haujalipwa

source: Expense
fr: Dépense
pt: Despesa
sw: Matumizi

source: Choose usage type
fr: Choisir le type d'utilisation
pt: Escolher tipo de uso
sw: Chagua aina ya matumizi

# matumziStationery
source: Stationery
fr: Papeterie
pt: Papelaria
sw: Shajara

# matumziRefreshment
source: Refreshment
fr: Rafraîchissements
pt: Refrescos
sw: Viburudisho

# matumziLoanPayment
source: Loan Payment
fr: Paiement du Prêt
pt: Pagamento de Empréstimo
sw: Malipo ya Mkopo

# matumziCallTime
source: Call Time (Vocha)
fr: Temps d'appel (Vocha)
pt: Tempo de Chamada (Vocha)
sw: Muda wa Maongezi (Vocha)

# matumziTechnology
source: Technology
fr: Technologie
pt: Tecnologia
sw: Teknolojia

# matumiziMerchandise
source: Business Merchandise
fr: Marchandises Commerciales
pt: Mercadorias Comerciais
sw: Bidhaa za Biashara

# matumziTransport
source: Transport
pt: Transporte
sw: Usafiri

# matumiziBackCharges
source: Bank Charges
fr: Frais Bancaires
pt: Taxas Bancárias
sw: Gharama za Benki

# matumziOther
source: Other
fr: Autres
pt: Outro
sw: Mengineyo

source: Specific Usage
fr: Utilisation spécifique
pt: Uso específico
sw: Matumizi Husika

source: Enter specific usage
fr: Entrez l'utilisation spécifique
pt: Digite o uso específico
sw: Ingiza matumizi husika

source: Please enter specific usage.
fr: Veuillez entrer l'utilisation spécifique.
pt: Por favor, insira o uso específico.
sw: Tafadhali ingiza matumizi husika.

# pleaseEnterAmount
source: Please enter an amount
pt: Por favor, insira um valor
sw: Tafadhali ingiza kiasi

source: Next
pt: Próximo
sw: Endelea

source: Expense Summary
pt: Resumo das Despesas
sw: Muhtasari wa Matumizi

source: Total Amount Spent
fr: Montant total dépensé
pt: Total gasto
sw: Jumla ya Kiasi Kilichotumika

# totalExpenses
source: Other Group Expenses
fr: Total des dépenses
pt: Outras Despesas do Grupo
sw: Matumizi mengine ya kikundi

source: No expenses recorded.
fr: Aucune dépense enregistrée.
pt: Nenhuma despesa registrada.
sw: Hakuna matumizi yaliyorekodiwa.

source: Expense: {label}
fr: Dépense : {label}
pt: Despesa: {label}
sw: Matumizi: {label}

source: Unknown
pt: Desconhecido
sw: Halijulikani

# expenseType
source: Type: {type}
pt: Tipo: {type}
sw: Aina: {type}

# amountLabel
source: Amount: {amount}
pt: Valor: {amount}
sw: Kiasi: {amount}

# fundLabel
source: Fund: {fund}
fr: Fonds : {fund}
pt: Fundo: {fund}
sw: Mfuko: {fund}

source: Done
fr: Terminé
pt: Concluído
sw: Nimemaliza

source: Confirm Expense
pt: Confirmar Despesa
sw: Thibitisha Matumizi

source: Expense Fund
pt: Fundo de Despesa
sw: Mfuko wa Matumizi

# expenseTypeLabel
source: Expense Type
fr: Type :
pt: Tipo de Despesa
sw: Aina ya Matumizi

source: Choose Fund
fr: Choisir un fonds
pt: Escolher Fundo
sw: Chagua Mfuko

source: Choose fund to contribute
fr: Choisir un fonds à contribuer
pt: Escolher fundo para contribuir
sw: Chagua mfuko wa kuchangia

source: Main Group Fund
fr: Fonds principal
pt: Fundo Principal do Grupo
sw: Mfuko Mkuu wa Kikundi

source: Social Fund
fr: Fonds social
pt: Fundo Social
sw: Jamii

# pleaseChooseFund
source: Please choose a fund.
pt: Por favor, escolha um fundo.
sw: Tafadhali chagua mfuko.

source: Bulk Saving
fr: Épargne collective
pt: Poupança Coletiva
sw: Uwekaji wa Mkupuo

source: Choose Contribution Type
fr: Choisir le type de contribution
pt: Escolher Tipo de Contribuição
sw: Chagua Aina ya Uchangiaji

source: Donation Contribution
fr: Contribution de don
pt: Contribuição de Doação
sw: Mchango wa hisani

source: Business Profit
fr: Profit commercial
pt: Lucro Comercial
sw: Faida za Biashara

source: Loan Disbursement
fr: Décaissement du prêt
pt: Desembolso de Empréstimo
sw: Utoaji wa mkopo

# enterAmountFor
source: Enter amount for {type}:
fr: Entrez le montant pour {type} :
pt: Digite o valor para {type}:
sw: Ingiza Kiasi cha {type}:

# totalContributionsForCycle
source: Total contributions for this cycle
fr: Total des contributions pour ce cycle
pt: Total de contribuições para este ciclo
sw: Jumla ya michango kwa mzunguko huu

source: Contributions List
pt: Lista de Contribuições
sw: Orodha ya Michango

source: No contributions completed.
pt: Nenhuma contribuição concluída.
sw: Hakuna michango iliyokamilika.

source: No Fund
pt: Sem Fundo
sw: Hakuna Mfuko

# contributionType
source: Type: {type}
pt: Tipo: {type}
sw: Aina: {type}

source: Confirm Contribution
fr: Confirmer la contribution
pt: Confirmar Contribuição
sw: Thibitisha Uchangiaji

source: Fund Balance
fr: Solde du fonds
pt: Saldo do Fundo
sw: Salio la Mfuko

source: Current Contribution
fr: Contribution actuelle
pt: Contribuição Atual
sw: Salio la Sasa

source: New Fund Balance
fr: Nouveau solde du fonds
pt: Novo Saldo do Fundo
sw: Salio Jipya la Mfuko

# meetingSummaryTitle
source: Meeting Summary {meetingNumber}
fr: Résumé de la réunion {meetingNumber}
pt: Resumo da Reunião {meetingNumber}
sw: Muhtasari wa Kikao {meetingNumber}

# sharePurchaseSection
source: Share Purchase
fr: Achat de parts
pt: Compra de Ações
sw: Ununuzi wa Hisa

source: Total Shares Deposited
fr: Total des parts déposées
pt: Total de Ações Depositadas
sw: Jumla ya Hisa Zilizowekwa

# totalShareValue
source: Total Value of Shares
fr: Valeur totale des parts
pt: Valor Total das Ações
sw: Jumla ya Thamani ya Hisa

source: Amount Deposited
fr: Montant déposé
pt: Valor Depositado
sw: Kiasi kilichowekwa

source: Amount Withdrawn
fr: Montant retiré
pt: Valor Retirado
sw: Kiasi kilichotolewa

# loansSection
source: Loans
fr: Prêts
pt: Empréstimos
sw: Mikopo

source: Loans Issued
fr: Prêts accordés
pt: Empréstimos Concedidos
sw: Mikopo Iliyotolewa

source: Loan Amount Repaid
fr: Montant du prêt remboursé
pt: Valor do Empréstimo Pago
sw: Kiasi cha mkopo Kilicholipwa

source: Loan Amount Outstanding
fr: Montant du prêt restant
pt: Valor do Empréstimo Pendente
sw: Kiasi cha mkopo Kilichobakia

# finesSection
source: Fines
fr: Amendes
pt: Multas
sw: Faini

source: Total Bulk Saving
fr: Total de l'épargne collective
pt: Total da Poupança Coletiva
sw: Jumla ya Uwekaji wa Mkupuo

# expensesSection
source: Expenses
fr: Dépenses
pt: Despesas
sw: Matumizi

source: Loading attendance summary...
fr: Chargement du résumé de présence...
pt: Carregando resumo de presença...
sw: Inapakia muhtasari wa mahudhurio...

source: Present Members
fr: Membres présents
pt: Membros Presentes
sw: Waliohudhuria

# earlyMembers
source: Early
fr: Arrivés tôt
pt: Chegaram Cedo
sw: Kawahi

# lateMembers
source: Late
fr: En retard
pt: Atrasados
sw: Kachelewa

source: Representative
fr: Représentant
pt: Representante
sw: Katuma Mwakilishi

source: Absent Members
fr: Membres absents
pt: Membros Ausentes
sw: Hawakuhudhuria

source: Close Meeting
fr: Clôturer la réunion
pt: Encerrar Reunião
sw: Funga Kikao

# sendSmsTitle
source: Send SMS
fr: Envoyer SMS
pt: Enviar SMS
sw: Tuma SMS

# sendSmsSubtitle
source: Send SMS to Members
fr: Envoyer un SMS aux membres
pt: Enviar SMS para Membros
sw: Tuma SMS kwa Wanachama

# chooseSmsSendType
source: Choose how to send SMS
fr: Choisissez le mode d'envoi
pt: Escolha como enviar SMS
sw: Chagua Namna ya Kutuma SMS

source: Send to All
fr: Envoyer à tous
pt: Enviar para Todos
sw: Tuma kwa Wote

source: Choose Members
fr: Choisir les membres
pt: Selecionar Membros
sw: Chagua Wanachama

source: Selected
fr: Sélectionné
pt: Selecionados
sw: Waliochaguliwa

source: Send SMS
fr: Envoyer SMS
pt: Enviar SMS
sw: Tuma SMS

# sendSmsWithCount
source: Send SMS ({count})
fr: Envoyer SMS ({count})
pt: Enviar SMS ({count})
sw: Tuma SMS ({count})

# selectMembersToSendSms
source: Please select members to send SMS to
fr: Veuillez sélectionner des membres
pt: Por favor selecione membros para enviar SMS
sw: Tafadhali chagua wanachama wa kutumiwa SMS

# noMembersToSendSms
source: No members to send SMS to
fr: Aucun membre sélectionnable
pt: Nenhum membro para enviar SMS
sw: Hakuna wanachama wa kutumiwa SMS

# smsGreeting
source: Dear {name},
fr: Cher/Chère {name},
pt: Caro {name},
sw: Ndugu {name},

# smsSummaryHeader
source: Meeting summary:
fr: Résumé de la réunion :
pt: Resumo da reunião:
sw: Muhtasari wa kikao ni:-

# smsTotalShares
source: Total Shares: {shares} ( {value})
fr: Total des parts : {shares} ({value})
pt: Total de Ações: {shares} ( {value})
sw: Jumla ya Hisa: {shares} ( {value})

# smsSocialFund
source: Social Fund: {amount}
fr: Fonds social : {amount}
pt: Fundo Social: {amount}
sw: Mfuko Jamii: {amount}

# smsCurrentLoan
source: Current Loan: {amount}
fr: Prêt en cours : {amount}
pt: Empréstimo Atual: {amount}
sw: Mkopo wa Sasa: {amount}

# smsFine
source: Fine: {amount}
fr: Amende : {amount}
pt: Multa: {amount}
sw: Faini: {amount}

source: Failed to close meeting
fr: Échec de la clôture
pt: Falha ao encerrar a reunião
sw: Imeshindikana kufunga kikao

source: Meeting not found
fr: Réunion introuvable
pt: Reunião não encontrada
sw: Kikao hakikupatikana

# failedToCloseMeetingWithError
source: Failed to close meeting: {error}
fr: Échec de la clôture : {error}
pt: Falha ao encerrar reunião: {error}
sw: Imeshindikana kufunga kikao: {error}

# agentPreparedAndOnTime
source: Did the agent prepare well and arrive on time?
fr: L'agent s'est-il bien préparé et est-il arrivé à l'heure ?
pt: O agente se preparou bem e chegou no horário?
sw: Je wakala alijiandaa vema na aliwahi kufika?

# agentExplainedChomoka
source: Did the agent explain how to use the Chomoka system?
fr: L'agent a‑t‑il expliqué comment utiliser Chomoka ?
pt: O agente explicou como usar o sistema Chomoka?
sw: Je wakala alieleza jinsi ya kutumia mfumo wa Chomoka?

source: Please answer this question.
fr: Veuillez répondre.
pt: Por favor, responda a esta pergunta.
sw: Tafadhali jibu swali hili.

# agentExplainedCosts
source: Did the agent clearly and transparently explain the costs?
fr: L'agent a‑t‑il clairement expliqué les coûts ?
pt: O agente explicou os custos de forma clara e transparente?
sw: Je wakala alieleza vema na kwa uwazi juu ya gharama?

# agentRating
source: How would you rate the Chomoka agent?
fr: Comment évalueriez‑vous l'agent Chomoka ?
pt: Como você classificaria o agente Chomoka?
sw: Unampa maksi ngapi wakala wa Chomoka?

# agentRatingLevel1
source: 1. Poor
fr: 1. Pauvre
pt: 1. Ruim
sw: 1. Mbaya

# agentRatingLevel2
source: 2. Fair
fr: 2. Moyen
pt: 2. Regular
sw: 2. Wastani

# agentRatingLevel3
source: 3. Good
fr: 3. Bien
pt: 3. Bom
sw: 3. Nzuri kiasi

# agentRatingLevel4
source: 4. Very Good
fr: 4. Très bien
pt: 4. Muito Bom
sw: 4. Nzuri sana

# agentRatingLevel5
source: 5. Excellent
pt: 5. Excelente
sw: 5. Nzuri kabisa

# pleaseChooseRating
source: Please choose a rating.
fr: Veuillez choisir une note.
pt: Por favor, escolha uma classificação.
sw: Tafadhali chagua kiwango cha maksi.

# unansweredQuestion
source: Do you have any question the agent did not answer or you were not satisfied with?
fr: Avez‑vous une question restée sans réponse ?
pt: Você tem alguma pergunta que o agente não respondeu ou com a qual você não ficou satisfeito?
sw: Una swali lolote ambalo wakala hakulijibu au haukuridhika na majibu yake?

source: Question
pt: Pergunta
sw: Swali

# pleaseWriteQuestion
source: Please write your question.
fr: Veuillez écrire votre question.
pt: Por favor, escreva sua pergunta.
sw: Tafadhali andika swali.

# suggestionForChomoka
source: What changes do you suggest for the Chomoka system?
fr: Suggestions pour Chomoka ?
pt: Quais mudanças você sugere para o sistema Chomoka?
sw: Je unapendekeza mabadiliko gani kwenye mfumo wa Chomoka?

source: Suggestion
pt: Sugestão
sw: Mrejesho

# pleaseWriteSuggestion
source: Please write your suggestion.
fr: Veuillez écrire votre suggestion.
pt: Por favor, escreva sua sugestão.
sw: Tafadhali andika mapendekezo.

source: No Meeting
fr: Aucune réunion
pt: Sem Reunião
sw: Hakuna Kikao

# noMeetingDesc
source: No meeting has been held in this cycle, please hold a meeting to continue with the shareout.
fr: Aucune réunion n'a encore eu lieu ce cycle.
pt: Nenhuma reunião foi realizada neste ciclo, por favor, realize uma reunião para continuar com a divisão.
sw: Hakuna kikao kilichofanyika katika mzunguko huu, tafadhali fanya kikao ili kuendelea na mgao.

source: Meeting In Progress
fr: Réunion en cours
pt: Reunião em Andamento
sw: Kikao Kinaendelea

# meetingInProgressDesc
source: Please finish the meeting to continue with the shareout.
fr: Veuillez terminer la réunion pour continuer.
pt: Por favor, finalize a reunião para continuar com a divisão.
sw: Tafadhali maliza kikao ili kuendelea na mgao.

source: Shareout
fr: Répartition
pt: Divisão
sw: Mgao

source: Choose Shareout Type
fr: Choisissez le type de répartition
pt: Escolher Tipo de Divisão
sw: Chagua Aina ya Mgao

source: Group Shareout
fr: Répartition du groupe
pt: Divisão em Grupo
sw: Mgao wa Kikundi

# groupShareoutDesc
source: We have completed our cycle and want to do a shareout. We want to review our group participation status.
fr: Notre cycle est terminé, nous voulons revoir la participation.
pt: Completamos nosso ciclo e queremos fazer uma divisão. Queremos revisar o status de participação do nosso grupo.
sw: Tumekamilisha mzunguko wetu na tunataka kufanya mgao. Tunataka kuchunguza hali yetu ya kushiriki katika kikundi.

source: Member Shareout
fr: Répartition individuelle
pt: Distribuição de Membro
sw: Mgao wa Mwanachama

# memberShareoutDesc
source: We want to completely remove a member from our group and the member cannot attend any more meetings. We want to review the member's participation status.
fr: Nous voulons exclure un membre et revoir sa participation.
pt: Queremos remover completamente um membro do nosso grupo e o membro não poderá mais participar das reuniões. Queremos revisar o status de participação do membro.
sw: Tunataka kuondoa kabisa mwanachama kutoka kwa kikundi chetu na mwanachama hawezi kufanya kikao chochote na kikundi. Tunataka kutazama hali ya kushiriki kwa mwanachama.

source: Return to Home
fr: Retour à l'accueil
pt: Voltar para Início
sw: Rudi Ukurasa Mkuu

source: Summary
fr: Résumé
pt: Resumo
sw: Muhtasari

source: Choose Member
fr: Choisir un membre
pt: Escolha o Membro
sw: Chagua Mwanachama

# phoneNumberLabel
source: Phone: {phone}
fr: Téléphone : {phone}
pt: Telefone: {phone}

source: Total mandatory savings
fr: Épargne obligatoire totale
pt: Total de poupanças obrigatórias
sw: Jumla ya akiba lazima

source: Total voluntary savings
fr: Épargne volontaire totale
pt: Total de poupanças voluntárias
sw: Jumla ya akiba binafsi

source: Unpaid fine amount
fr: Montant amende impayé
pt: Valor da multa não paga
sw: Kiasi kisicholipwa cha faini

# memberOwesAmount
source: Member owes an amount of
fr: Le membre doit
pt: O membro deve um valor de
sw: Mwanachama anadaiwa kiasi cha

source: Total shareout amount
fr: Montant total de la répartition
pt: Valor total da distribuição
sw: Jumla ya fedha za mgao

source: Confirm Shareout
fr: Confirmer la répartition
pt: Confirmar Distribuição
sw: Thibitisha Mgao

source: Mandatory savings to be withdrawn
fr: Épargne obligatoire à retirer
pt: Poupanças obrigatórias a serem retiradas
sw: Akiba lazima itakayouzwa

source: Voluntary savings to be withdrawn
fr: Épargne volontaire à retirer
pt: Poupanças voluntárias a serem retiradas
sw: Akiba binafsi itakayouzwa

# memberMustPayAmount
source: Member must pay an amount
fr: Le membre doit payer
pt: O membro deve pagar um valor
sw: Mwanachama anatakiwa alipe kiasi

source: Cash Payment
fr: Paiement en espèces
pt: Pagamento em dinheiro
sw: Malipo Taslimu

# noPaymentToMember
source: Member will not receive any payment
fr: Aucun paiement pour le membre
pt: O membro não receberá pagamento
sw: Mwanachama hatapokea malipo yoyote

# totalSharesCount
source: Total share count
fr: Nombre total de parts
pt: Total de ações
sw: Idadi ya hisa

# totalSharesValue
source: Total share value
fr: Valeur totale des parts
pt: Valor total das ações
sw: Jumla ya thamani ya hisa

source: Enter keys to continue
fr: Entrez les clés pour continuer
pt: Digite as teclas para continuar
sw: Weka funguo kuendelea

# smsSummaryTitle
source: Send summary via SMS
fr: Envoyer le résumé par SMS
pt: Enviar resumo via SMS
sw: Tuma muhtasari kwa SMS

# smsYes
source: Yes
fr: Oui
pt: Sim
sw: Ndiyo

# smsNo
source: No
fr: Non
pt: Não
sw: Hapana

# groupShareTitle
source: Group Share
fr: Répartition de groupe
pt: Distribuição do Grupo
sw: Mgao wa Kikundi

# noMembersInGroup
source: There are no members in this group.
pt: Não há membros neste grupo.
sw: Hakuna wanachama katika kikundi hiki.

source: Select member
pt: Selecionar membro
sw: Chagua mwanachama

# totalFine
source: Total Collected Fines
pt: Total de Multas Coletadas
sw: Jumla ya faini zilizokusanywa

source: Total Social Fund
pt: Total do Fundo Social
sw: Jumla ya Mfuko Jamii

# totalShareAmount
source: Shares: {shares} ({percentage}%)
fr: Parts : {shares} ({percentage}%)
pt: Ações: {shares} ({percentage}%)
sw: Hisa: {shares} ({percentage}%)
