Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

# pleaseEnterLoanDuration
source: Please enter the loan duration
fr: Veuillez entrer la durée du prêt
pt: Por favor, digite a duração do empréstimo
sw: Tafadhali jaza muda wa mkopo

source: Loading...
fr: Chargement…
pt: Carregando...
sw: Inapakia...

source: No members found.
fr: Aucun membre trouvé.
pt: Nenhum membro encontrado.
sw: Hakuna wanachama waliopo.

source: Search by name or phone
fr: Rechercher par nom ou téléphone
pt: Pesquisar por nome ou telefone
sw: Tafuta kwa jina au simu

source: Member List
fr: Liste des membres
pt: Lista de Membros
sw: Orodha ya Wanachama

source: Validate
fr: Valider
pt: Validar
sw: Thibitisha

source: Data validation failed.
fr: La validation des données a échoué.
pt: Falha na validação dos dados.
sw: Uhakiki wa data umeshindikana.

source: Share Information
fr: Informations sur les parts
pt: Informações das Ações
sw: Taarifa za Hisa

source: Save Shares
fr: Enregistrer les parts
pt: Salvar Ações
sw: Hifadhi Hisa

source: Shares
fr: Parts
pt: Ações
sw: Hisa

# enterShares
source: Enter number of shares
fr: Entrez le nombre de parts
pt: Digite o número de ações
sw: Ingiza idadi ya hisa

source: Loan Summary
fr: Résumé du prêt
pt: Resumo do Empréstimo
sw: Muhtasari wa Mkopo

source: Member Loan Summary
fr: Résumé du prêt du membre
pt: Resumo do Empréstimo do Membro
sw: Muhtasari wa Mkopo wa Mwanachama

source: LOAN DETAILS
fr: DÉTAILS DU PRÊT
pt: DETALHES DO EMPRÉSTIMO
sw: TAARIFA ZA MKOPO

# vslaMemberShares
source: Member Shares
fr: Parts des membres
pt: Ações dos Membros
sw: Hisa za Wanachama

# vslaShareInformation
source: Share Information
fr: Informations sur les parts
pt: Informações das Ações
sw: Taarifa za Hisa

# vslaShareValue
source: Share Value
fr: Valeur de la part
pt: Valor da Ação
sw: Thamani ya Hisa

# vslaTotalShares
source: Total Shares
fr: Parts totales
pt: Total de Ações
sw: Jumla ya Hisa

# vslaShareValuePerShare
source: Value per Share
fr: Valeur par part
pt: Valor por Ação
sw: Thamani ya Hisa Moja

# vslaEnterShareCount
source: Enter number of shares
fr: Entrez le nombre de parts
pt: Digite o número de ações
sw: Ingiza idadi ya hisa

# vslaShareCountRequired
source: Number of shares is required
fr: Le nombre de parts est requis
pt: Número de ações é obrigatório
sw: Idadi ya hisa inahitajika

# vslaEnterValidShareCount
source: Please enter a valid number of shares
fr: Veuillez entrer un nombre de parts valide
pt: Por favor, insira um número válido de ações
sw: Tafadhali ingiza idadi halali ya hisa

# vslaSaveShares
source: Save Shares
fr: Enregistrer les parts
pt: Salvar Ações
sw: Hifadhi Hisa

# vslaSharesSavedSuccessfully
source: Member shares saved successfully!
fr: Parts enregistrées avec succès !
pt: Ações dos membros salvas com sucesso!
sw: Hisa za wanachama zimehifadhiwa kikamilifu!

# vslaTotalSharesMustMatch
source: Total shares must be {total}. Currently {current}. Please adjust.
fr: Le total des parts doit être {total}. Actuellement {current}. Veuillez ajuster.
pt: O total de ações deve ser {total}. Atualmente {current}. Por favor, ajuste.
sw: Jumla ya hisa inapaswa kuwa {total}. Hivi sasa {current}. Tafadhali rekebisha.

# vslaGroupTotals
source: Group Totals
fr: Totaux du groupe
pt: Totais do Grupo
sw: Jumla za Kikundi

# vslaGroupTotalsSummary
source: Group Totals Summary
fr: Résumé des totaux du groupe
pt: Resumo dos Totais do Grupo
sw: Muhtasari wa Jumla za Kikundi

# vslaCommunityFundBalance
source: Community Fund Balance
fr: Solde du fonds communautaire
pt: Saldo do Fundo Comunitário
sw: Salio la Mfuko wa Jamii

# vslaBoxBalance
source: Box Balance
fr: Solde de la caisse
pt: Saldo da Caixa
sw: Salio la Sanduku

# vslaCurrentLoanBalance
source: Current Loan Balance
fr: Solde des prêts en cours
pt: Saldo Atual do Empréstimo
sw: Salio la Mkopo wa Sasa

# vslaMembers
source: Members
fr: Membres
pt: Membros
sw: Wanachama

# vslaUnpaidContributions
source: Unpaid Contributions
fr: Contributions non payées
pt: Contribuições Não Pagas
sw: Michango Ambayo Haijalipwa

# vslaTotalFinesOwed
source: Total Fines Owed
fr: Total des amendes dues
pt: Total de Multas Devidas
sw: Jumla ya Faini Zinazokusanywa

# vslaEnterTotalShares
source: Enter Total Shares
fr: Entrez le total des parts
pt: Digite o Total de Ações
sw: Ingiza Jumla ya Hisa

# vslaEnterCommunityFundBalance
source: Enter Community Fund Balance
fr: Entrez le solde du fonds communautaire
pt: Digite o Saldo do Fundo Comunitário
sw: Ingiza Salio la Mfuko wa Jamii

# vslaEnterBoxBalance
source: Enter Box Balance
fr: Entrez le solde de la caisse
pt: Digite o Saldo da Caixa
sw: Ingiza Salio la Sanduku

# vslaPleaseEnterTotalShares
source: Please enter total shares
fr: Veuillez entrer le total des parts
pt: Por favor, digite o total de ações
sw: Tafadhali ingiza jumla ya hisa

# vslaPleaseEnterCommunityFundBalance
source: Please enter community fund balance
fr: Veuillez entrer le solde du fonds
pt: Por favor, digite o saldo do fundo comunitário
sw: Tafadhali ingiza salio la mfuko wa jamii

# vslaPleaseEnterBoxBalance
source: Please enter box balance
fr: Veuillez entrer le solde de la caisse
pt: Por favor, digite o saldo da caixa
sw: Tafadhali ingiza salio la sanduku

# vslaPleaseEnterValidPositiveNumber
source: Value must be a positive number
fr: La valeur doit être un nombre positif
pt: O valor deve ser um número positivo
sw: Thamani lazima iwe nambari chanya

# vslaMidCycleInformation
source: Mid-Cycle Information
fr: Informations à mi-cycle
pt: Informações do Meio do Ciclo
sw: Taarifa katikati ya Mzunguko

# vslaMemberShareTitle
source: Member Shares
fr: Parts des membres
pt: Ações dos Membros
sw: Hisa za Wanachama

# vslaMemberShareSubtitle
source: Enter member share information
fr: Entrez les parts du membre
pt: Digite as informações das ações do membro
sw: Ingiza taarifa za hisa za wanachama

# vslaMemberNumber
source: Member Number
fr: Numéro du membre
pt: Número do Membro
sw: Namba ya Mwanachama

# vslaShareCount
source: Share Count
pt: Contagem de Ações
sw: Idadi ya Hisa

# vslaNoMembersFound
source: No members found
fr: Aucun membre trouvé
pt: Nenhum membro encontrado
sw: Hakuna wanachama waliopo

# vslaErrorLoadingData
source: Error loading data. Please try again.
fr: Erreur lors du chargement des données. Veuillez réessayer.
pt: Erro ao carregar dados. Por favor, tente novamente.
sw: Hitilafu katika kupakia data. Tafadhali jaribu tena.

# vslaErrorSavingData
source: Error saving data: {error}
fr: Erreur lors de l'enregistrement des données : {error}
pt: Erro ao salvar dados: {error}
sw: Hitilafu katika kuhifadhi data: {error}

# uwekajiTaarifaKatikaMzunguko
source: Mid-Cycle Data Entry
fr: Saisie des données en milieu de cycle
pt: Entrada de Dados no Meio do Ciclo
sw: Uwekaji wa Taarifa katika Mzunguko

# jumlaYaKikundi
source: Group Total
fr: Total du groupe
pt: Total do Grupo
sw: Jumla ya Kikundi

# hisaZaWanachama
source: Member Shares
fr: Parts des membres
pt: Ações dos Membros
sw: Hisa za Wanachama

# taarifaZaKikundi
source: Group Information
fr: Informations du groupe
pt: Informações do Grupo
sw: Taarifa za Kikundi

# jumlaYaTaarifaZaKikundi
source: Total Group Information
fr: Total des informations du groupe
pt: Informações Totais do Grupo
sw: Jumla ya Taarifa za Kikundi

# inapakiaTaarifa
source: Loading information...
fr: Chargement des informations…
pt: Carregando informações...
sw: Inapakia taarifa...

# hakunaTaarifaZilizopo
source: No data available at the moment.
fr: Aucune donnée disponible pour le moment.
pt: Nenhum dado disponível no momento.
sw: Hakuna taarifa zilizopo kwa sasa.

# taarifaZaHisa
source: Share Information
fr: Informations sur les parts
pt: Informações das Ações
sw: Taarifa za Hisa

# thamaniYaHisaMoja
source: Value per Share
fr: Valeur par part
pt: Valor por Ação
sw: Thamani ya Hisa Moja

# wekaMfukoWaJamiiSalio
source: Set Community Fund Balance
fr: Définir le solde du fonds communautaire
pt: Definir Saldo do Fundo Comunitário
sw: Weka Mfuko wa Jamii Salio

# tafadhaliJazaMfukoWaJamiiSalio
source: Please fill in the Community Fund Balance.
fr: Veuillez remplir le solde du fonds communautaire.
pt: Por favor, preencha o Saldo do Fundo Comunitário.
sw: Tafadhali jaza Mfuko wa Jamii salio.

# wekaSalioLililolalaSandukuni
source: Set Box Balance
fr: Définir le solde de la caisse
pt: Definir Saldo da Caixa
sw: Weka Salio Lililolala Sandukuni

# tafadhaliJazaSalioLililolalaSandukuni
source: Please fill in the Box Balance.
fr: Veuillez remplir le solde de la caisse.
pt: Por favor, preencha o Saldo da Caixa.
sw: Tafadhali jaza Salio Lililolala sandukuni.

# salioLazimaIweIsiyoHasi
source: Balance must be non-negative.
fr: Le solde doit être non négatif.
pt: O saldo deve ser não negativo.
sw: Salio lazima iwe isiyo hasi.

# jumlaYaThamaniYaHisa
source: Total Share Value
fr: Valeur totale des parts
pt: Valor Total das Ações
sw: Jumla ya Thamani ya Hisa

# tafadhaliJazaJumlaYaHisa
source: Please fill in total shares.
fr: Veuillez remplir le total des parts.
pt: Por favor, preencha o total de ações.
sw: Tafadhali jaza Jumla ya Hisa.

# salioLililolalaSandukuniError
source: Box Balance must be greater than the total of Shares and Community Fund.
fr: Le solde de la caisse doit être supérieur au total des parts et du fonds communautaire.
pt: O saldo da caixa deve ser maior que o total de ações e fundo comunitário.
sw: Salio Lililolala Sandukuni lazima liwe kubwa kuliko Jumla ya Hisa na Mfuko wa Jamii Salio.

# jumlaYaHisaZote
source: Total Number of Shares
fr: Nombre total de parts
pt: Número Total de Ações
sw: Jumla ya Hisa Zote

# mchangoHaujalipwa
source: Unpaid Contribution
pt: Contribuição Não Paga
sw: Mchango ambao haujalipwa

# wadaiwaMikopo
source: Group Loan Debtors
pt: Devedores do Empréstimo do Grupo
sw: Taarifa za wadaiwa wa mikopo ya kikundi

# muhtasari
source: Summary
pt: Resumo
sw: Muhtasari

source: pending
pt: pendente
sw: inasubiri

# uhifadhiKumbukumbuTitle
source: Data Backup
pt: Backup de Dados
sw: Uhifadhi Kumbukumbu

# kanzidataUhifadhiTab
source: Database Backup
pt: Backup do Banco de Dados
sw: Uhifadhi Kanzidata

# tumaTaarifaButton
source: Send Data
pt: Enviar Dados
sw: Tuma Taarifa

# uhifadhiKumbukumbuCardTitle
source: Database Backup
pt: Backup do Banco de Dados
sw: Uhifadhi Kanzidata

# uhifadhiKumbukumbuCardDesc
source: Save a backup copy of your Chomoka data to a SQL file. You can restore this data anytime.
pt: Salve uma cópia de backup dos seus dados do Chomoka em um arquivo SQL. Você pode restaurar esses dados a qualquer momento.
sw: Hifadhi nakala ya data yako ya Chomoka kwenye faili la SQL. Unaweza kurejesha data hii wakati wowote.

# chaguaMahaliNaHifadhiButton
source: Choose Location and Save
pt: Escolher Local e Salvar
sw: Chagua Mahali na Hifadhi

# sqlDumpSaved
source: SQL dump saved at: {filePath}
pt: Dump SQL salvo em: {filePath}
sw: SQL dump imehifadhiwa kwa: {filePath}

# errorWithMessage
source: Error: {message}
pt: Erro: {message}
sw: Hitilafu: {message}

# hifadhiNakalaRafikiCardTitle
source: Share Data with a Friend
pt: Compartilhar Dados com um Amigo
sw: Kushiriki Data na Rafiki

# hifadhiNakalaRafikiCardDesc
source: Securely send a copy of your Chomoka data to your friend.
pt: Envie com segurança uma cópia dos seus dados do Chomoka para seu amigo.
sw: Tuma kopio ya data yako ya Chomoka kwa rafiki yako kwa usalama zaidi.

# hifadhiNakalaButton
source: Share Data
pt: Compartilhar Dados
sw: Kushiriki Data

source: Loan interest:
pt: Juros do empréstimo:
sw: Riba ya mkopo:

source: Interest Type
pt: Tipo de Juros
sw: Aina ya Riba

source: Monthly calculation
pt: Cálculo mensal
sw: Hesabu ya Kila Mwezi

source: Equal amount all months
pt: Valor igual todos os meses
sw: Kiasi Sawa Kila Mwezi

source: Enter interest rate
pt: Digite a taxa de juros
sw: Weka kiwango cha riba

# loanInterestExample
source: For example, if a member borrows 10,000 they will pay {rate}% of the remaining loan balance every month. If they repay the loan early, they will avoid paying interest.
fr: Par exemple, si un membre emprunte 10 000 il paiera {rate}% du montant restant du prêt chaque mois. S’il rembourse son prêt plus tôt, il évitera de payer des intérêts.
pt: Por exemplo, se um membro pedir 10.000 emprestado, ele pagará {rate}% do saldo restante do empréstimo todos os meses. Se ele pagar o empréstimo antecipadamente, evitará pagar juros.
sw: Kwa mfano, ikiwa mwanachama atakopa 10,000 atalipa {rate}% ya kiasi kilichobaki cha mkopo kila mwezi. Ikiwa atalipa mkopo wake mapema, ataepuka kulipa riba.

# loanInterestExampleEqual
source: For example, if a member borrows 10,000 they will pay {amount}% of the actual loan amount. They will pay {rate} every month.
fr: Par exemple, si un membre emprunte 10 000 il paiera {amount}% du montant réel du prêt. Il paiera {rate} chaque mois.
pt: Por exemplo, se um membro pedir 10.000 emprestado, ele pagará {amount}% do valor real do empréstimo. Ele pagará {rate} todos os meses.
sw: Kwa mfano, ikiwa mwanachama atakopa 10,000 atalipa {amount}% ya kiasi halisi cha mkopo. Atalipa {rate} kila mwezi.

# loanInterestExampleOnce
source: For example, if a member borrows 10,000 they will repay with an interest of {amount}% of the actual loan amount. They will pay {rate} as interest when repaying the loan.
fr: Par exemple, si un membre emprunte 10 000 il remboursera avec un intérêt de {amount}% du montant réel du prêt. Il paiera {rate} comme intérêt lors du remboursement du prêt.
pt: Por exemplo, se um membro pedir 10.000 emprestado, ele devolverá com juros de {amount}% do valor real do empréstimo. Ele pagará {rate} como juros ao devolver o empréstimo.
sw: Kwa mfano, ikiwa mwanachama atakopa 10,000 atarejesha kwa riba ya {amount}% ya kiasi halisi cha mkopo. Atalipa {rate} kama riba wakati wa kurejesha mkopo wake.

# constitutionTitle
source: Constitution
pt: Constituição
sw: Katiba

source: Membership Rules
pt: Regras de Associação
sw: Kanuni za Uanachama

source: Method:
pt: Método:
sw: Njia:

source: Savings
fr: Épargne
pt: Poupança
sw: Akiba

# mandatorySavingsValue
source: Value of mandatory savings:
pt: Valor das poupanças obrigatórias:
sw: Thamani ya akiba ya lazima:

source: Group Leaders
pt: Líderes do Grupo
sw: Viongozi wa Kikundi

# cashCounter1
source: Cash Counter No. 1:
pt: Caixa nº 1:
sw: Mhesabu Fedha Na. 1:

# cashCounter2
source: Cash Counter No. 2:
pt: Caixa nº 2:
sw: Mhesabu Fedha Na. 2:

source: Contributions
pt: Contribuições
sw: Michango

source: Community Fund Amount:
pt: Valor do Fundo Comunitário:
sw: Kiasi cha Mfuko wa Jamii:

source: Other Funds
pt: Outros Fundos
sw: Mifuko Mengine

# noFines
source: No fines recorded for this member.
fr: Aucune amende enregistrée pour ce membre.
pt: Nenhuma multa registrada para este membro.
sw: Hakuna faini zilizohifadhiwa kwa mwanachama huyu.

source: Loan
pt: Empréstimo
sw: Mkopo

# loanMultiplier
source: A member is allowed to borrow how many times their shares:
pt: Um membro pode pegar emprestado quantas vezes o valor de suas ações:
sw: Mwanachama anaruhusiwa kukopa mara ngapi ya hisa zake:

# loanInterestType
source: Loan interest calculation:
pt: Cálculo dos juros do empréstimo:
sw: Njia ya kukokotoa riba ya mkopo:

# guarantorCount
source: Number of guarantors
pt: Número de fiadores
sw: Idadi ya wadhamini

# penaltyCalculation
source: Penalty calculation for late loan:
pt: Cálculo da penalidade por atraso no empréstimo:
sw: Njia ya kukokotoa adhabu ya kuchelewa kulipa mkopo:

source: Late loan penalty:
pt: Penalidade por atraso no empréstimo:
sw: Adhabu ya kuchelewa kulipa mkopo:

# fundInfoTitle
source: Fund Information
pt: Informações do Fundo
sw: Taarifa za Mfuko

source: Illness
pt: Doença
sw: Ugonjwa

source: Death
pt: Falecimento
sw: Kifo

source: Add New Reason
pt: Adicionar Novo Motivo
sw: Ongeza Sababu Mpya

# reasonsWithoutAmountWarning
source: Reasons without amount will not appear during the meeting
pt: Motivos sem valor não aparecerão durante a reunião
sw: Sababu zisizo na kiasi hazitaonekana wakati wa kikao

source: Reason
pt: Motivo
sw: Sababu

source: Enter Reason
pt: Digite o motivo
sw: Weka Sababu

source: Reasons for Giving
pt: Motivos para Doação
sw: Sababu za Kutoa

# reasonsForGivingInFund
source: Reasons for giving in the community fund
pt: Motivos para doações no fundo comunitário
sw: Sababu za kutoa kwenye mfuko wa jamii

source: Add new reason to receive money
pt: Adicionar novo motivo para receber dinheiro
sw: Ongeza sababu mpya ya kupokea fedha

source: Loading group data...
pt: Carregando dados do grupo...
sw: Inapakia data za kikundi...

# kikundiKipoMzunguko
source: Which cycle is the group in?
pt: Em qual ciclo o grupo está?
sw: Kikundi kipo kwenye mzunguko gani?

# mzunguko
source: Cycle {mzungukoId}
pt: Ciclo {mzungukoId}
sw: Mzunguko {mzungukoId}

source: Invalid group data received
pt: Dados inválidos do grupo recebidos
sw: Data batili za kikundi zimepokelewa

# historia
source: History
fr: Historique
pt: Histórico
sw: Historia

# historiaYa
source: History of {name}
fr: Historique de {name}
pt: Histórico de {name}
sw: Historia ya {name}

# hakuna_vikao
source: No completed meetings in this cycle!
fr: Aucune réunion terminée dans ce cycle !
pt: Nenhuma reunião concluída neste ciclo!
sw: Hakuna vikao vilivyokamilika katika mzunguko huu!

# tafutaJinaSimu
source: Search by name or phone number
fr: Rechercher par nom ou numéro de téléphone
pt: Pesquisar por nome ou telefone
sw: Tafuta kwa jina au namba ya simu

# hakunaWanachama
source: No members found.
fr: Aucun membre trouvé.
pt: Nenhum membro encontrado.
sw: Hakuna wanachama waliopatikana.

# muhtasariKikao
source: Meeting Summary
fr: Résumé de la réunion
pt: Resumo da Reunião
sw: Muhtasari wa Kikao

# funga
source: Close
fr: Fermer
pt: Fechar
sw: Funga

# tumaMuhtasari
source: Send Summary
fr: Envoyer le résumé
pt: Enviar Resumo
sw: Tuma Muhtasari

# mwanachamaSiSimu
source: Member does not have a phone number
fr: Le membre n'a pas de numéro de téléphone
pt: O membro não tem número de telefone
sw: Mwanachama hana namba ya simu

# muhtasariUmetumwa
source: Summary sent to {name} successfully
fr: Résumé envoyé à {name} avec succès
pt: Resumo enviado para {name} com sucesso
sw: Muhtasari umetumwa kwa {name} kwa mafanikio

# imeshindwaTumaSMS
source: Failed to send SMS, please try again
fr: Échec de l'envoi du SMS, veuillez réessayer
pt: Falha ao enviar SMS, tente novamente
sw: Imeshindikana kutuma SMS, tafadhali jaribu tena

# kikao
source: Meeting
fr: Réunion
pt: Reunião
sw: Kikao

# kikao_ya
source: Meeting of {name}
fr: Réunion de {name}
pt: Reunião de {name}
sw: Kikao cha {name}

# mipangilio
source: Settings
fr: Paramètres
pt: Configurações
sw: Mipangilio

# badiliLugha
source: Change Language
fr: Changer la langue
pt: Mudar idioma
sw: Badili Lugha

# chaguaLughaYaProgramu
source: Choose App Language
fr: Choisir la langue de l'application
pt: Escolher idioma do aplicativo
sw: Chagua Lugha ya Programu

# kiswahili
source: Swahili
pt: Suaíli
sw: Kiswahili

source: English
fr: Anglais
pt: Inglês

source: French
fr: Français
pt: Francês
sw: Français

# rekebishaFunguo
source: Adjust keys
fr: Ajuster les clés
pt: Ajustar teclas
sw: Rekebisha funguo

# badilishaNenoLaSiri
source: Change password
fr: Changer le mot de passe
pt: Alterar senha
sw: Badilisha neno la siri

# kifo
source: Death
fr: Décès
pt: Falecimento
sw: Kifo

# futazoteZaMzungukoHuuKishaAnzaMzungukoMpya
source: Delete all records of this cycle and start a new one
fr: Supprimer toutes les données de ce cycle et démarrer un nouveau
pt: Apagar todos os registros deste ciclo e iniciar um novo
sw: Futa taarifa zote za mzunguko huu kisha anza mzunguko mpya

# rekebishaMzunguko
source: Edit cycle
fr: Modifier le cycle
pt: Editar ciclo
sw: Rekebisha mzunguko

# thibitisha
source: Confirm
fr: Confirmer
pt: Confirmar
sw: Thibitisha

# jeUnaHitajiKufutaTaarifaZoteNaKuanzaMzungukoMpya
source: Do you want to delete all records and start a new cycle?
fr: Voulez-vous supprimer toutes les données et démarrer un nouveau cycle ?
pt: Você deseja apagar todos os registros e iniciar um novo ciclo?
sw: Je, unahitaji kufuta taarifa zote na kuanza mzunguko mpya?

# ndio
source: Yes
fr: Oui
pt: Sim
sw: Ndio

# imeshindwaKuHifadhi
source: Failed to save information: {error}
fr: Échec de l'enregistrement : {error}
pt: Falha ao salvar informação: {error}
sw: Imeshindikana kuhifadhi taarifa: {error}

# hapana
source: No
fr: Non
pt: Não
sw: Hapana

# kuhusuChomoka
source: About Chomoka
fr: À propos de Chomoka
pt: Sobre o Chomoka
sw: Kuhusu chomoka

# toleoLaChapa100
source: Version 1.0.0
pt: Versão 1.0.0
sw: Toleo la chapa 1.0.0

# toleo4684
source: Version 4684
pt: Versão 4684
sw: Toleo 4684

# mkataba
source: Contract
fr: Contrat
pt: Contrato
sw: Mkataba

# vigezoNaMasharti
source: Terms and Conditions
fr: Termes et conditions
pt: Termos e Condições
sw: Vigezo na masharti

# somaVigezoNaMashartiYaChomoka
source: Read Chomoka terms and conditions
fr: Lire les termes et conditions de Chomoka
pt: Leia os termos e condições do Chomoka
sw: Soma vigezo na masharti ya chomoka

# msaadaWaKitaalamu
source: Technical Support
fr: Support technique
pt: Suporte Técnico
sw: Msaada wa Kitaalamu

# chomokaItajaribuKutumaBaadhiYaIliKikundiKipateMsaadaZaidiWaKitalaamu
source: Chomoka will try to send some data so that the group can receive more technical support
fr: Chomoka tentera d'envoyer certaines données pour fournir davantage de support technique au groupe
pt: Chomoka tentará enviar alguns dados para que o grupo receba mais suporte técnico
sw: Chomoka itajaribu kutuma baadhi ya ili kikundi kipate msaada zaidi wa kitalaamu

# vslaPreviousMeetingSummary
source: Meeting Summary
fr: Résumé de la réunion
pt: Resumo da Reunião
sw: Muhtasari wa Kikao

# nimemaliza
source: Submit
fr: Soumettre
pt: Enviar
sw: Nimemaliza

# idleBalanceInBox
source: Idle Balance in the Box
fr: Solde inactif dans la caisse
pt: Saldo Ocioso na Caixa
sw: Salio lililolala sandukuni

source: Current Loan Balance
fr: Solde du prêt en cours
pt: Saldo Atual do Empréstimo
sw: Salio la mkopo wa sasa

# remainingCommunityContribution
source: Remaining Contribution to the Community Fund
fr: Contribution restante au fonds communautaire
pt: Contribuição Restante para o Fundo Comunitário
sw: Mchango Uliosalia wa Mfuko wa jamii

source: Total Outstanding Fines
fr: Total des amendes en cours
pt: Total de Multas Pendentes
sw: Jumla ya Faini zinazodaiwa

# kikundi
source: Group
fr: Groupe
pt: Grupo
sw: Kikundi

# nunuaHisa
source: Buy Shares
fr: Acheter des parts
pt: Comprar Ações
sw: Nunua Hisa

# sasaUtaanzaMchakatoWaKununuaHisaKwaKilaMwanachama
source: Start the process of buying shares for each member
fr: Commencez le processus d'achat de parts pour chaque membre
pt: Iniciar o processo de compra de ações para cada membro
sw: Sasa utaanza mchakato wa kununua hisa kwa kila mwanachama

# anzaSasa
source: START NOW
fr: COMMENCER MAINTENANT
pt: COMEÇAR AGORA
sw: ANZA SASA

# rudiNymba
source: GO BACK
fr: RETOUR
pt: VOLTAR
sw: RUDI NYUMA

# hisa
source: Shares
fr: Parts
pt: Ações
sw: Hisa

# hesabuYaHisa
source: Share Account
fr: Compte de parts
pt: Conta de Ações
sw: Hesabu ya hisa

# jumlaYaAkiba
source: Total Shares
fr: Total des parts
pt: Total de Ações
sw: Jumla ya akiba

# hisaAlizonunuaLeo
source: Shares to Buy
fr: Parts à acheter
pt: Ações para Comprar
sw: Hisa alizonunua Leo

# chaguaIdadiYaHisaZaKununua
source: Select number of shares to buy
fr: Sélectionnez le nombre de parts à acheter
pt: Selecione o número de ações para comprar
sw: Chagua idadi ya hisa za kununua

# chaguaZote
source: Select All
fr: Tout sélectionner
pt: Selecionar Todos
sw: Chagua Zote

# ruka
source: Skip
fr: Passer
pt: Pular
sw: Ruka

# hisaZilizochaguliwa
source: Shares Selected
fr: Parts sélectionnées
pt: Ações Selecionadas
sw: Hisa zilizochaguliwa
