Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

# selectPositionHint
source: Select {position}
fr: Sélectionnez {position}
pt: Selecione {position}
sw: Chagua {position}

# positionRequired
source: Please select {position}
fr: Veuillez sélectionner {position}
pt: Por favor, selecione {position}
sw: Tafadhali chagua {position}

# jumlaYaHisa
source: Total Shares
fr: Total des parts
pt: Total de Ações
sw: Jumla ya Hisa

# mfukoWaJamiiSalio
source: Community Fund Balance
fr: Solde du fonds communautaire
pt: Saldo do Fundo Comunitário
sw: Mfuko wa Jamii Salio

# salioLililolalaSandukuni
source: Box Balance
fr: Solde de la caisse
pt: Saldo da Caixa
sw: Salio Lililolala Sandukuni

# failedToLoadSummaryData
source: Failed to load summary data. Please try again.
fr: Échec du chargement des données de synthèse. Veuillez réessayer.
pt: Falha ao carregar dados resumidos. Por favor, tente novamente.
sw: Imeshindwa kupakia data ya muhtasari. Tafadhali jaribu tena.

# jumlaYa
source: Total of
fr: Total de
pt: Total de
sw: Jumla ya

# wekaJumlaYa
source: Enter total of
fr: Entrez le total de
pt: Digite o total de
sw: Weka jumla ya

# tafadhaliJazaJumlaYa
source: Please fill in total of
fr: Veuillez remplir le total de
pt: Por favor, preencha o total de
sw: Tafadhali jaza jumla ya

# tafadhaliIngizaNambariHalali
source: Please enter a valid number.
fr: Veuillez entrer un nombre valide.
pt: Por favor, insira um número válido.
sw: Tafadhali ingiza nambari halali.

# jumlaLazimaIweIsiyoHasi
source: Total must be non-negative.
fr: Le total doit être un nombre positif.
pt: O total deve ser não negativo.
sw: Jumla lazima iwe isiyo hasi.

source: Loading data...
fr: Chargement des données…
pt: Carregando dados...
sw: Inapakia taarifa...

# taarifaKatikatiYaMzunguko
source: Mid-Cycle Information
fr: Informations à mi-cycle
pt: Informações do Meio do Ciclo
sw: Taarifa Katikati ya Mzunguko

# jumlaZaKikundi
source: Group Totals
fr: Totaux du groupe
pt: Totais do Grupo
sw: Jumla za Kikundi

source: Chairperson
fr: Président
pt: Presidente
sw: Mwenyekiti

source: Secretary
fr: Secrétaire
pt: Secretário
sw: Katibu

source: Treasurer
fr: Trésorier
pt: Tesoureiro
sw: Mweka Hazina

# counter1
source: Counter number 1
fr: Comptable numéro 1
pt: Contador número 1
sw: Mhesabu pesa namba 1

# counter2
source: Counter number 2
fr: Comptable numéro 2
pt: Contador número 2
sw: Mhesabu pesa namba 2

# finesTitle
source: Constitution Information
fr: Informations sur la constitution
pt: Informações da Constituição
sw: Taarifa za Katiba

# finesSubtitle
source: Fines
fr: Amendes
pt: Multas
sw: Faini

# finesEmptyAmountNote
source: Fines without an amount will not appear during the meeting
fr: Les amendes sans montant n'apparaîtront pas pendant la réunion
pt: Multas sem valor não aparecerão durante a reunião
sw: Faini ambazo hazina kiasi hazitoonekana wakati wa kikao

# enterFineType
source: Enter type of fine
fr: Entrez le type d'amende
pt: Digite o tipo de multa
sw: Ingiza Aina ya faini

source: Enter amount
fr: Entrez le montant
pt: Digite o valor
sw: Ingiza kiasi

# phoneUseInMeeting
source: Phone usage during the meeting
fr: Utilisation du téléphone pendant la réunion
pt: Uso do telefone durante a reunião
sw: Matumizi ya simu wakati wa kikao

# amountPlaceholder
source: amount
fr: montant
pt: valor
sw: kiasi

# loanAmountTitle
source: Constitution Information
fr: Informations sur la constitution
pt: Informações da Constituição
sw: Taarifa za Katiba

# loanAmountSubtitle
source: How much a member can borrow
fr: Montant que peut emprunter un membre
pt: Quanto um membro pode emprestar
sw: Mwanachama anaweza kukopa kiasi gani

# loanAmountVSLAPrompt
source: How many times can a member borrow based on their current shares?
fr: Combien de fois un membre peut-il emprunter en fonction de ses parts actuelles ?
pt: Quantas vezes um membro pode emprestar com base nas cotas atuais?
sw: Je, mwanachama anaweza kukopa mara ngapi kulingana na hisa zake za sasa?

# loanAmountCMGPrompt
source: How many times can a member borrow based on their current savings?
fr: Combien de fois un membre peut-il emprunter selon ses économies actuelles ?
pt: Quantas vezes um membro pode emprestar com base nas poupanças atuais?
sw: Je, mwanachama anaweza kukopa mara ngapi kulingana na akiba yake ya sasa?

# loanAmountVSLAHint
source: Set according to their current shares
fr: Défini selon leurs parts actuelles
pt: Definir conforme as cotas atuais
sw: Weka kwa hisa zao za sasa

# loanAmountCMGHint
source: Set according to their current savings
fr: Défini selon leurs économies actuelles
pt: Definir conforme as poupanças atuais
sw: Weka kwa akiba zao za sasa

# loanAmountRequired
source: Please enter a valid (numeric) value!
fr: Veuillez entrer une valeur valide (numérique) !
pt: Por favor, digite um valor válido (numérico)!
sw: Tafadhali weka thamani (namba) sahihi!

# loanAmountInvalidNumber
source: Please enter a valid number!
fr: Veuillez entrer un nombre valide !
pt: Por favor, digite um número válido!
sw: Tafadhali weka thamani ya namba sahihi!

# loanAmountMustBePositive
source: The value must be greater than zero!
fr: La valeur doit être supérieure à zéro !
pt: O valor deve ser maior que zero!
sw: Thamani lazima iwe zaidi ya sifuri!

# loanAmountExample
source: For example, a member can borrow {amount} if they have {type} worth 10,000, which is {multiplier} times their {type}.
fr: Par exemple, un membre peut emprunter {amount} s'il possède {type} d'une valeur de 10 000, soit {multiplier} fois leur {type}.
pt: Por exemplo, um membro pode emprestar {amount} se ele tiver {type} no valor de 10.000, que é {multiplier} vezes seu {type}.
sw: Kwa mfano mwanachama anaweza kukopa kiasi cha {amount} akiwa na {type} zenye thamani cha 10,000 ambacho ni mara {multiplier} ya {type} yake.

# interestDescription
source: Describe how service charges apply to your loans
fr: Décrivez comment les frais de service s'appliquent à vos prêts
pt: Descreva como as cobranças de serviço se aplicam aos seus empréstimos
sw: Eleza jinsi gharama za huduma zinavyotumika kwa mikopo yako

source: Yes
fr: Oui
pt: Sim
sw: Ndio

source: No
fr: Non
pt: Não
sw: Hapana

source: Select Fund
fr: Sélectionnez un fonds
pt: Selecionar Fundo
sw: Chagua Mifuko

source: Fund Without Name
fr: Fonds sans nom
pt: Fundo Sem Nome
sw: Mfuko Bila Jina

source: Add Another Fund
fr: Ajouter un autre fonds
pt: Adicionar Outro Fundo
sw: Ongeza Mfuko Mwingine

# communityFundInfo
source: Community Fund Information
fr: Informations sur le fonds communautaire
pt: Informações do Fundo Comunitário
sw: Taarifa za Mfuko wa Jamii

source: Fund Name
fr: Nom du fonds
pt: Nome do Fundo
sw: Jina la Mfuko

source: Enter Fund Name
fr: Entrez le nom du fonds
pt: Digite o Nome do Fundo
sw: Ingiza Jina la Mfuko

# fundNameRequired
source: Fund name is required!
fr: Le nom du fonds est requis !
pt: Nome do fundo é obrigatório!
sw: Jina la mfuko linahitajika!

source: Contribution Amount
fr: Montant de la contribution
pt: Valor da Contribuição
sw: Kiasi cha Kuchangia

source: Enter Contribution Amount
fr: Entrez le montant de la contribution
pt: Digite o Valor da Contribuição
sw: Ingiza Kiasi cha Kuchangia

# contributionAmountRequired
source: Contribution amount is required!
fr: Le montant de la contribution est requis !
pt: Valor da contribuição é obrigatório!
sw: Kiasi cha michango kinahitajika!

source: Edit
fr: Modifier
pt: Editar
sw: Hariri

source: Withdrawal Reasons
fr: Motifs de retrait
pt: Motivos para Retirada
sw: Sababu za Kutoa

source: No reasons recorded
fr: Aucun motif enregistré
pt: Nenhum motivo registrado
sw: Hakuna sababu zilizorekodiwa

source: Equal amount
fr: Montant égal
pt: Valor igual
sw: Kiwango sawa

source: Any amount
fr: N'importe quel montant
pt: Qualquer valor
sw: Kiwango chochote

source: Not withdrawable mid-cycle
fr: Non retirable en milieu de cycle
pt: Não retirável no meio do ciclo
sw: Haiwezi kutolewa katikati ya Mzunguko

# withdrawByMemberName
source: Withdraw by member's name
fr: Retirer par nom de membre
pt: Retirar pelo nome do membro
sw: Kutoa kwa jina la mwanachama

# withdrawAsGroup
source: Withdraw as a group
fr: Retirer en tant que groupe
pt: Retirar como grupo
sw: kutoa kama kikundi

source: Select
fr: Sélectionner
pt: Selecionar
sw: Chagua

source: Education
fr: Éducation
pt: Educação
sw: Elimu

source: Agriculture
pt: Agricultura
sw: Kilimo

source: Community Project
fr: Projet communautaire
pt: Projeto Comunitário
sw: Mradi jamii

source: Cocoa
fr: Cacao
pt: Cacau

source: Other Goals
fr: Autres objectifs
pt: Outros Objetivos
sw: Mengineyo

source: Please select Contribution Procedure
fr: Veuillez sélectionner la procédure de contribution
pt: Por favor, selecione o Procedimento de Contribuição
sw: Tafadhali chagua Utaratibu wa Uchangiaji

# pleaseSelectWithdrawalProcedure
source: Please select Withdrawal Procedures
fr: Veuillez sélectionner la procédure de retrait
pt: Por favor, selecione os Procedimentos de Retirada
sw: Tafadhali chagua Taratibu za Utoaji

# dataUpdatedSuccessfully
source: Data successfully updated!
fr: Données mises à jour avec succès !
pt: Dados atualizados com sucesso!
sw: Taarifa zimesahihishwa!

# errorSavingDataGeneric
source: There was an error saving data. Please try again.
fr: Erreur lors de l'enregistrement des données. Veuillez réessayer.
pt: Houve um erro ao salvar os dados. Por favor, tente novamente.
sw: Kuna tatizo la kuhifadhi data. Tafadhali jaribu tena.

source: Fund Information
pt: Informações do Fundo
sw: Taarifa za Mifuko

source: Fund Procedures
fr: Procédures de fonds
pt: Procedimentos do Fundo
sw: Taratibu za Mifuko

# pleaseEnterFundName
source: Please enter the Fund Name
fr: Veuillez entrer le nom du fonds
pt: Por favor, digite o nome do Fundo
sw: Tafadhali ingiza Jina la Mfuko

source: Fund Goals
fr: Objectifs du fonds
pt: Objetivos do Fundo
sw: Malengo ya mfuko

# pleaseSelectFundGoal
source: Please select a Fund Goal
fr: Veuillez sélectionner un objectif du fonds
pt: Por favor, selecione um Objetivo do Fundo
sw: Tafadhali chagua Malengo ya mfuko

source: Enter Other Goals
fr: Entrez d'autres objectifs
pt: Digite Outros Objetivos
sw: Ingiza Malengo mengine

source: Please enter Other Goals
fr: Veuillez entrer d'autres objectifs
pt: Por favor, digite Outros Objetivos
sw: Tafadhali ingiza Malengo mengine

source: Contribution Procedure
fr: Procédure de contribution
pt: Procedimento de Contribuição
sw: Utaratibu wa Uchangiaji

source: Please enter Contribution Amount
fr: Veuillez entrer le montant de la contribution
pt: Por favor, digite o Valor da Contribuição
sw: Tafadhali ingiza Kiasi cha Kuchangia

source: Loanable
fr: Prêtable
pt: Passível de Empréstimo
sw: Zinakopesheka

source: Withdrawal Procedures
fr: Procédures de retrait
pt: Procedimentos de Retirada
sw: Taratibu za Utoaji

source: Fund Procedure
fr: Procédure du fonds
pt: Procedimento do Fundo
sw: Taratibu za mfuko

source: Withdrawal Procedure
fr: Procédure de retrait
pt: Procedimento de Retirada
sw: Taratibu za Utoaji

# notWithdrawableDuringCycle
source: Not withdrawable during the cycle
fr: Non retirable pendant le cycle
pt: Não retirável durante o ciclo
sw: Haiwezi kutolewa katikati ya mzunguko

# selectOption
source: Select
pt: Selecionar
sw: Chagua

# fundSummarySubtitle
source: Fund Summary
fr: Résumé du fonds
pt: Resumo do Fundo
sw: Muhtasari wa Mfuko

# withdrawalType
source: Type of Contribution
fr: Type de contribution
pt: Tipo de Contribuição
sw: Aina ya Uchangiaji

# deleteFundTitle
source: Delete Fund?
fr: Supprimer le fonds ?
pt: Excluir Fundo?
sw: Futa Mfuko?

source: This fund
fr: Ce fonds
pt: Este fundo
sw: Mfuko huu

# deleteFundWarning
source: This action cannot be undone.
fr: Cette action est irréversible.
pt: Esta ação não pode ser desfeita.
sw: Hatua hii haiwezi kubatilishwa.

# setPasswordTitle
source: Set password for {step}
fr: Définir le mot de passe pour {step}
pt: Definir senha para {step}
sw: Weka funguo ya {step}

# allPasswordsSetTitle
source: All Passwords Set
fr: Tous les mots de passe sont définis
pt: Todas as Senhas Definidas
sw: Funguo Tume

# backupCompleted
source: Backup completed successfully!
fr: Sauvegarde terminée avec succès !
pt: Backup concluído com sucesso!
sw: Uhifadhi umekamilika kikamilifu!

# uhifadhiKumbukumbu
source: Data Backup
fr: Sauvegarde des données
pt: Backup de Dados
sw: Uhifadhi Kumbukumbu

# tumaTaarifa
source: Send Information
fr: Envoyer les informations
pt: Enviar Informações
sw: Tuma Taarifa

# chaguaMahaliNaHifadhi
source: Choose Location and Save
fr: Choisir l'emplacement et enregistrer
pt: Escolher Local e Salvar
sw: Chagua Mahali na Hifadhi

# hifadhiNakala
source: Save Copy
fr: Enregistrer une copie
pt: Salvar Cópia
sw: Hifadhi Nakala

# hifadhiNakalaRafiki
source: Send Backup to a Friend
fr: Envoyer une sauvegarde à un ami
pt: Enviar Backup para um Amigo
sw: Hifadhi Nakala kwa Rafiki

# hifadhiNakalaRafikiDescription
source: Send a copy of Chomoka data to your friend for better security.
fr: Envoyez une copie des données Chomoka à votre ami pour plus de sécurité.
pt: Envie uma cópia dos dados do Chomoka para seu amigo para maior segurança.
sw: Tuma nakala ya data ya Chomoka kwa rafiki yako kwa usalama zaidi.

# uhifadhiKumbukumbuDescription
source: Back up your Chomoka data to a ZIP file. You can restore this data anytime.
fr: Sauvegardez vos données Chomoka dans un fichier ZIP. Vous pouvez restaurer ces données à tout moment.
pt: Faça backup dos seus dados do Chomoka em um arquivo ZIP. Você pode restaurar esses dados a qualquer momento.
sw: Hifadhi nakala ya data yako ya Chomoka kwenye faili ya ZIP. Unaweza kurejesha data hii wakati wowote.

source: Error
fr: Erreur
pt: Erro
sw: Hitilafu

# errorSharingBackup
source: Error sharing backup: {error}
fr: Erreur lors du partage de la sauvegarde : {error}
pt: Erro ao compartilhar backup: {error}
sw: Hitilafu katika kushiriki nakala: {error}

# uwekaji_taarifa_katikati_mzunguko
source: Mid-Cycle Information Entry
fr: Saisie des informations à mi-cycle
pt: Entrada de Informações no Meio do Ciclo
sw: Uwekaji wa Taarifa Katikati ya Mzunguko

source: Loading group data...
fr: Chargement des données du groupe…
pt: Carregando dados do grupo...
sw: Inapakia taarifa za kikundi...

# kikundi_mzunguko
source: What cycle is the group in?
fr: Dans quel cycle est le groupe ?
pt: Em qual ciclo o grupo está?
sw: Kikundi Kipo mzunguko wa ngapi?

# taarifa_zimehifadhiwa
source: Data saved successfully!
fr: Données enregistrées avec succès !
pt: Dados salvos com sucesso!
sw: Taarifa zimehifadhiwa kikamilifu!

# imeshindwa_kuhifadhi
source: Failed to save data: {error}
fr: Échec de l'enregistrement des données : {error}
pt: Falha ao salvar dados: {error}
sw: Imeshindwa kuhifadhi taarifa: {error}

# thibitisha_ingizo
source: Input validation failed.
fr: La validation des entrées a échoué.
pt: Falha na validação da entrada.
sw: Uhakiki wa ingizo umeshindikana.

# namba_kikao
source: Session Number
fr: Numéro de session
pt: Número da Sessão
sw: Namba ya Kikao

# ingiza_namba_kikao
source: Enter session number
fr: Entrez le numéro de session
pt: Digite o número da sessão
sw: Ingiza namba ya kikao

# namba_kikao_inahitajika
source: Session number is required
fr: Le numéro de session est requis
pt: Número da sessão é obrigatório
sw: Namba ya kikao inahitajika

# namba_kikao_halali
source: Please enter a valid session number
fr: Veuillez entrer un numéro de session valide
pt: Por favor, insira um número de sessão válido
sw: Tafadhali ingiza namba halali ya kikao

# endelea
source: Continue
fr: Continuer
pt: Continuar
sw: Endelea

# taarifa_kikao_kilichopita
source: Previous Session Information
fr: Informations de la session précédente
pt: Informações da Sessão Anterior
sw: Taarifa za Kikao Kilichopita

# hisa_wanachama
source: Members' Shares
fr: Parts des membres
pt: Ações dos Membros
sw: Hisa za Wanachama

# muhtasari_kikao
source: Session Summary
fr: Résumé de la session
pt: Resumo da Sessão
sw: Muhtasari wa Kikao

# jumla_kikundi
source: Group Total
fr: Total du groupe
pt: Total do Grupo
sw: Jumla ya Kikundi

# akiba_wanachama
source: Members' Savings
fr: Économies des membres
pt: Poupanças dos Membros
sw: Akiba za Wanachama

# akiba_binafsi
source: Personal Savings
fr: Épargne personnelle
pt: Poupança Pessoal
sw: Akiba Binafsi

# wadaiwa_mikopo
source: Loan Debtors
fr: Débiteurs de prêt
pt: Devedores de Empréstimos
sw: Wadaiwa wa Mikopo

# mchango_haujalipwa
source: Unpaid Contributions
fr: Contributions non payées
pt: Contribuições Não Pagas
sw: Michango Ambayo Haijalipwa

# jumla_hisa
source: Total Shares
fr: Total des parts
pt: Total de Ações
sw: Jumla ya Hisa

# jumla_akiba
source: Total Savings
fr: Épargne totale
pt: Total de Poupanças
sw: Jumla ya Akiba

# jumla_mikopo
source: Total Loans
fr: Prêts totaux
pt: Total de Empréstimos
sw: Jumla ya Mikopo

# jumla_riba
source: Total Interest
fr: Intérêts totaux
pt: Total de Juros
sw: Jumla ya Riba

# jumla_adhabu
source: Total Fines
fr: Total des amendes
pt: Total de Multas
sw: Jumla ya Adhabu

# jumla_mfuko_jamii
source: Total Community Fund
fr: Fonds communautaire total
pt: Total do Fundo Comunitário
sw: Jumla ya Mfuko wa Jamii

# chaguaNjiaUhifadhi
source: Select Backup Method
fr: Sélectionnez la méthode de sauvegarde
pt: Selecione o Método de Backup
sw: Chagua Njia ya Uhifadhi

# taarifaZimehifadhiwa
source: Information saved successfully!
fr: Informations enregistrées avec succès !
pt: Informação salva com sucesso!
sw: Taarifa zimehifadhiwa kikamilifu!

# uhifadhiProgress
source: Backup Progress: {progress}%
fr: Progression de la sauvegarde : {progress}%
pt: Progresso do Backup: {progress}%
sw: Maendeleo ya Uhifadhi: {progress}%

source: Mid-Cycle Meeting Info
fr: Informations sur la réunion en milieu de cycle
pt: Informações da Reunião de Meio de Ciclo
sw: Taarifa katikati ya Mzunguko

source: Group Totals
fr: Totaux du groupe
pt: Totais do Grupo
sw: Jumla za Kikundi

source: Group Totals Summary
fr: Résumé des totaux du groupe
pt: Resumo dos Totais do Grupo
sw: Muhtasari wa Jumla za Kikundi

source: Enter total shares
fr: Entrez le total des parts
pt: Digite o total de ações
sw: Ingiza jumla ya hisa

source: Please enter total shares
fr: Veuillez entrer le total des parts
pt: Por favor, digite o total de ações
sw: Tafadhali ingiza jumla ya hisa

source: Share Value:
fr: Valeur de la part
pt: Valor da Ação:
sw: Thamani ya Hisa:

source: Enter share value
fr: Entrez la valeur de la part
pt: Digite o valor por ação
sw: Ingiza thamani ya hisa

source: Please enter share value
fr: Veuillez entrer la valeur de la part
pt: Por favor, digite o valor por ação
sw: Tafadhali ingiza thamani ya hisa

source: Enter total savings
fr: Entrez l'épargne totale
pt: Digite o total de poupanças
sw: Ingiza jumla ya akiba

source: Please enter total savings
fr: Veuillez entrer l'épargne totale
pt: Por favor, digite o total de poupanças
sw: Tafadhali ingiza jumla ya akiba

source: Enter community fund balance
fr: Entrez le solde du fonds communautaire
pt: Digite o saldo do fundo comunitário
sw: Ingiza salio la mfuko wa jamii

source: Please enter community fund balance
fr: Veuillez entrer le solde du fonds communautaire
pt: Por favor, digite o saldo do fundo comunitário
sw: Tafadhali ingiza salio la mfuko wa jamii

# pleaseEnterValidPositiveNumber
source: The value must be a positive number
fr: La valeur doit être un nombre positif
pt: O valor deve ser um número positivo
sw: Thamani lazima iwe nambari chanya

source: Member Shares
fr: Parts des membres
pt: Ações dos Membros
sw: Hisa za Wanachama

source: Unpaid Contributions
fr: Contributions non payées
pt: Contribuições Não Pagas
sw: Michango Ambayo Haijalipwa

# memberContributions
source: Member's Contributions
fr: Contributions des membres
pt: Contribuições do Membro
sw: Michango ya mwanachama

# fineOwed
source: Fines Owed
fr: Amendes dues
pt: Multas Devidas
sw: Faini Anazodaiwa

# enterFineOwed
source: Enter fines owed
fr: Entrez les amendes dues
pt: Digite as multas devidas
sw: Ingiza faini anazodaiwa

# pleaseEnterFineOwed
source: Please enter fines owed
fr: Veuillez entrer les amendes dues
pt: Por favor, digite as multas devidas
sw: Tafadhali ingiza faini anazodaiwa

source: Community Fund Owed
fr: Fonds communautaire dû
pt: Fundo Comunitário Devido
sw: Mfuko wa Jamii Anachodaiwa

# enterCommunityFundOwed
source: Enter community fund amount owed
fr: Entrez le montant dû du fonds communautaire
pt: Digite o valor devido ao fundo comunitário
sw: Ingiza kiasi cha mfuko wa jamii anachodaiwa

# pleaseEnterCommunityFundOwed
source: Please enter the community fund amount owed
fr: Veuillez entrer le montant dû du fonds communautaire
pt: Por favor, digite o valor devido ao fundo comunitário
sw: Tafadhali ingiza kiasi cha mfuko wa jamii anachodaiwa

source: Loan Information
fr: Informations sur le prêt
pt: Informações do Empréstimo
sw: Taarifa za Mkopo

source: Member Loan Info
fr: Infos sur le prêt du membre
pt: Informações do Empréstimo do Membro
sw: Taarifa za Mkopo wa Mwanachama

source: Select Reason
fr: Sélectionnez un motif
pt: Selecione o Motivo
sw: Chagua Sababu

# reasonForLoan
source: Loan Reason
fr: Motif du prêt
pt: Motivo do Empréstimo
sw: Sababu ya Kukopa

# pleaseSelectReason
source: Please select a reason
fr: Veuillez sélectionner un motif
pt: Por favor, selecione um motivo
sw: Tafadhali chagua sababu

source: House Renovation
fr: Rénovation de la maison
pt: Reforma da Casa
sw: Maboresho ya Nyumba

source: Business
fr: Entreprise
pt: Negócios
sw: Biashara

source: Enter Other Reason
fr: Entrez un autre motif
pt: Digite outro motivo
sw: Ingiza Sababu Nyingine

source: Other Reason
fr: Autre motif
pt: Outro Motivo
sw: Sababu Nyingine

# pleaseEnterOtherReason
source: Please enter the other reason
fr: Veuillez entrer un autre motif
pt: Por favor, digite o outro motivo
sw: Tafadhali jaza sababu nyingine

source: Loan Amount
fr: Montant du prêt
pt: Valor do Empréstimo
sw: Kiasi cha Mkopo

source: Enter loan amount
fr: Entrez le montant du prêt
pt: Digite o valor do empréstimo
sw: Ingiza kiasi cha mkopo

# pleaseEnterLoanAmount
source: Please enter the loan amount
fr: Veuillez entrer le montant du prêt
pt: Por favor, digite o valor do empréstimo
sw: Tafadhali jaza kiasi cha mkopo

# pleaseEnterValidAmount
source: Please enter a valid amount
fr: Veuillez entrer un montant valide
pt: Por favor, insira um valor válido
sw: Tafadhali ingiza kiasi halali

source: Amount Paid:
fr: Montant payé :
pt: Valor Pago:
sw: Kiasi Alicholipa:

source: Enter amount paid
fr: Entrez le montant payé
pt: Digite o valor pago
sw: Ingiza kiasi kilicholipwa

source: Please enter amount paid
fr: Veuillez entrer le montant payé
pt: Por favor, digite o valor pago
sw: Tafadhali jaza kiasi kilicholipwa

source: Outstanding Balance
fr: Solde impayé
pt: Saldo Pendentes
sw: Salio Linalodaiwa

source: Calculated automatically
fr: Calculé automatiquement
pt: Calculado automaticamente
sw: Inajazwa kiotomatiki

# pleaseEnterOutstandingAmount
source: Please enter the outstanding balance
fr: Veuillez entrer le solde impayé
pt: Por favor, digite o saldo pendente
sw: Tafadhali jaza salio linalodaiwa

source: Loan Meeting
fr: Réunion de prêt
pt: Reunião do Empréstimo
sw: Kikao cha Mkopo

# enterLoanMeeting
source: Enter loan meeting number
fr: Entrez le numéro de réunion de prêt
pt: Digite o número da reunião do empréstimo
sw: Ingiza namba ya kikao cha mkopo

# pleaseEnterLoanMeeting
source: Please enter loan meeting number
fr: Veuillez entrer le numéro de réunion de prêt
pt: Por favor, digite o número da reunião do empréstimo
sw: Tafadhali jaza namba ya kikao cha mkopo

# loanDuration
source: Loan Duration (Months)
fr: Durée du prêt (mois)
pt: Duração do Empréstimo (Meses)
sw: Muda wa Mkopo (Miezi)

# enterLoanDuration
source: Enter duration in months
fr: Entrez la durée en mois
pt: Digite a duração em meses
sw: Ingiza muda kwa miezi
