Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

# confirmPasswordTitle
source: Confirm Password for
fr: Confirmer le mot de passe pour
pt: Confirmar Senha para
sw: Thibitisha Funguo ya

source: Group Overview
fr: Vue d'ensemble du groupe
pt: Visão geral do grupo
sw: Muhtasari wa Kikundi

source: Fund Overview
fr: Vue d'ensemble du fonds
pt: Visão geral do fundo
sw: Muhtasari wa Mfuko

source: Meeting Summary
fr: Résumé de la réunion
pt: Resumo da Reunião
sw: Muhtasari wa Kikao

source: Allocation
pt: Alocação
sw: Mgao

# registration
source: Group Registration
fr: Enregistrement du groupe
pt: Registro do Grupo
sw: Usajili wa Kikundi

source: Registration Type
fr: Type d'enregistrement
pt: Tipo de Registro
sw: Aina ya Usajili

# institutionalInfo
source: Institutional Information
fr: Informations institutionnelles
pt: Informações Institucionais
sw: Taarifa za Shirika

source: Institution Name
fr: Nom de l'institution
pt: Nome da Instituição
sw: Jina la Shirika

source: Project Name
fr: Nom du projet
pt: Nome do Projeto
sw: Jina la Mradi

source: Teacher ID
fr: Identifiant de l'enseignant
pt: ID do Professor
sw: Utambulisho wa Mwalimu

source: Location
fr: Emplacement
pt: Localização
sw: Eneo

source: Loan Guarantors
fr: Garants du prêt
pt: Garantidores do Empréstimo
sw: Wadhamini wa mkopo

# doesLoanNeedGuarantor
source: Does the loan need a guarantor?
fr: Le prêt nécessite-t-il un garant ?
pt: O empréstimo precisa de garantidor?
sw: Je, Mkopo unahitaji mdhamini?

source: Number of Guarantors
fr: Nombre de garants
pt: Número de Garantidores
sw: Idadi ya Wadhamini

source: Enter number of guarantors
fr: Entrez le nombre de garants
pt: Digite o número de garantidores
sw: Weka idadi ya wadhamini

# numberOfGuarantorsRequired
source: Number of guarantors is required
fr: Le nombre de garants est requis
pt: O número de garantidores é obrigatório
sw: Idadi ya wadhamini inahitajika

# securityQuestion1
source: What year was your first child born?
fr: En quelle année est né votre premier enfant ?
pt: Em que ano nasceu seu primeiro filho?
sw: Mwanao wa kwanza amezaliwa mwaka gani?

# securityQuestion2
source: What is the first name of your first child?
fr: Quel est le prénom de votre premier enfant ?
pt: Qual o primeiro nome do seu primeiro filho?
sw: Jina la kwanza la mwanao wa kwanza?

# securityQuestion3
source: What year were you born?
fr: Quelle est votre année de naissance ?
pt: Em que ano você nasceu?
sw: Umezaliwa mwaka gani?

# errorSelectQuestion
source: Please select a security question.
fr: Veuillez sélectionner une question de sécurité.
pt: Por favor, selecione uma pergunta de segurança.
sw: Tafadhali chagua swali la usalama.

# errorEnterAnswer
source: Please fill in the answer to the question.
fr: Veuillez remplir la réponse à la question.
pt: Por favor, responda à pergunta.
sw: Tafadhali jaza jibu la swali.

# errorSaving
source: There was a problem saving. Please try again.
fr: Un problème est survenu lors de l'enregistrement. Veuillez réessayer.
pt: Houve um problema ao salvar. Por favor, tente novamente.
sw: Kuna tatizo katika kuhifadhi. Tafadhali jaribu tena.

# resetQuestionPageTitle
source: Security Question for Key {passwordNumber}
fr: Question de sécurité pour la clé {passwordNumber}
pt: Pergunta de segurança para chave {passwordNumber}
sw: Swali la Usalama kwa Funguo ya {passwordNumber}

# selectQuestionLabel
source: Select Question
fr: Sélectionnez une question
pt: Selecionar Pergunta
sw: Chagua Swali

# selectQuestionHint
source: Select Question
fr: Sélectionnez une question
pt: Selecionar Pergunta
sw: Chagua Swali

# answerLabel
source: Answer
fr: Réponse
pt: Resposta
sw: Jibu

# answerHint
source: Enter Answer
fr: Entrez la réponse
pt: Digite a Resposta
sw: Weka Jibu

# pleaseEnterValidNumber
source: Please enter a valid number
fr: Veuillez entrer un nombre valide
pt: Por favor, insira um número válido
sw: Tafadhali ingiza namba sahihi

# describeNumberOfGuarantors
source: Describe the number of guarantors required to apply for a loan
fr: Décrivez le nombre de garants requis pour demander un prêt
pt: Descreva o número de garantidores necessários para solicitar um empréstimo
sw: Eleza Idadi ya Wadhamini wanaohitajika kuomba Mkopo

source: Country
fr: Pays
pt: País
sw: Nchi

source: Region
fr: Région
pt: Região
sw: Mkoa

source: District
pt: Distrito
sw: Wilaya

source: Ward
fr: Quartier
pt: Bairro
sw: Kata

source: Street or Village
fr: Rue ou village
pt: Rua ou Vila
sw: Mtaa au Kijiji

source: SEND SUMMARY
fr: ENVOYER LE RÉSUMÉ
pt: ENVIAR RESUMO
sw: Tuma Muhtasari

source: completed
fr: Terminé
pt: concluído
sw: imekamilika

# members
source: Members: {count}
fr: Membres : {count}
pt: Membros: {count}
sw: Wanachama : {count}

# noMembers
source: No members available.
fr: Aucun membre disponible.
pt: Nenhum membro disponível.
sw: Hakuna wanachama waliopo.

# errorFetchingMembers
source: Error fetching members: {error}
fr: Erreur lors de la récupération des membres : {error}
pt: Erro ao obter membros: {error}
sw: Hitilafu katika kupata wanachama: {error}

source: Member Summary
fr: Résumé des membres
pt: Resumo do Membro
sw: Muhtasari wa Mwanachama

source: Member Identity
fr: Identité du membre
pt: Identidade do Membro
sw: Utambulisho wa Mwanachama

source: Full Name:
fr: Nom complet :
pt: Nome Completo:
sw: Jina Kamili

source: Member Number:
fr: Numéro du membre
pt: Número do Membro:
sw: Namba ya Mwanachama:

source: Gender:
fr: Genre :
pt: Gênero:
sw: Jinsia

# dob
source: Date of Birth:
fr: Date de naissance :
pt: Data de Nascimento:
sw: Tarehe ya Kuzaliwa

source: Phone Number:
fr: Numéro de téléphone :
pt: Número de Telefone:
sw: Namba ya simu:

source: Job:
fr: Profession :
pt: Profissão:
sw: Kazi:

source: ID Type:
fr: Type de pièce d'identité :
pt: Tipo de ID:
sw: Aina ya Kitambulisho

source: ID Number:
fr: Numéro de pièce d'identité :
pt: Número do ID:
sw: Namba ya Kitambulisho

# noPhoneNumber
source: Member has no phone number
fr: Le membre n'a pas de numéro de téléphone
pt: Membro não possui número de telefone
sw: Mwanachama hana namba ya simu

# summarySent
source: Summary sent to {name} successfully
fr: Résumé envoyé avec succès à {name}
pt: Resumo enviado para {name} com sucesso
sw: Muhtasari umetumwa kwa {name} Kikamilifu

# failedToSendSms
source: Failed to send SMS to {name}
fr: Échec de l'envoi à {name}
pt: Falha ao enviar SMS para {name}
sw: Imeshindikana kutuma SMS kwa {name}

source: Total Savings
fr: Épargne totale
pt: Total de Poupanças
sw: Jumla ya Akiba

source: Total Debt
fr: Dette totale
pt: Dívida Total
sw: Jumla ya Madeni

source: Total Shares
fr: Parts totales
pt: Total de Ações
sw: Jumla ya Hisa

source: Community Fund Balance
fr: Solde du fonds communautaire
pt: Saldo do Fundo Comunitário
sw: Mfuko wa jamii salio

source: Current Loans
fr: Prêts en cours
pt: Empréstimos Atuais
sw: Mikopo ya Sasa

source: Total Fines Collected
fr: Total des amendes collectées
pt: Total de Multas Coletadas
sw: Jumla ya faini zilizokusanywa

# confirmDeleteUser
source: Are you sure you want to delete this user?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
pt: Tem certeza que deseja excluir este usuário?
sw: Je, una uhakika unataka kufuta mtumiaji huyu?

source: Delete
fr: Supprimer
pt: Excluir
sw: Futa

source: Enter Member Number
fr: Entrez le numéro de membre
pt: Digite o Número do Membro
sw: Ingiza Namba ya Mwanachama

# memberNumberRequired
source: Please enter member number
fr: Veuillez entrer le numéro de membre
pt: Por favor, digite o número do membro
sw: Tafadhali ingiza namba ya mwanachama

# memberNumberDigitsOnly
source: Member number should be digits only
fr: Le numéro de membre ne doit contenir que des chiffres
pt: O número do membro deve conter apenas dígitos
sw: Namba ya mwanachama inapaswa kuwa tarakimu pekee

source: Enter Full Name
fr: Entrez le nom complet
pt: Digite o Nome Completo
sw: Ingiza Jina Kamili

# fullNameRequired
source: Please enter member's full name
fr: Veuillez entrer le nom complet du membre
pt: Por favor, digite o nome completo do membro
sw: Tafadhali ingiza jina kamili la mwanachama

# fullNameMinLength
source: Name should have at least 3 characters
fr: Le nom doit comporter au moins 3 caractères
pt: O nome deve ter ao menos 3 caracteres
sw: Jina linapaswa kuwa na angalau herufi 3

source: Select Year
fr: Sélectionnez l'année
pt: Selecionar Ano
sw: Chagua Mwaka

source: Select Month
fr: Sélectionnez le mois
pt: Selecionar Mês
sw: Chagua Mwezi

source: Select Day
fr: Sélectionnez le jour
pt: Selecionar Dia
sw: Chagua Tarehe

# dobRequired
source: Please select complete date of birth
fr: Veuillez sélectionner la date complète de naissance
pt: Por favor, selecione a data completa de nascimento
sw: Tafadhali chagua tarehe kamili ya kuzaliwa

# uniqueMemberNumber
source: Member number should be unique
fr: Le numéro de membre doit être unique
pt: O número do membro deve ser único
sw: Namba ya mwanachama inapaswa kuwa ya kipekee

# noActiveCycle
source: Error: No active cycle found!
fr: Erreur : aucun cycle actif trouvé !
pt: Erro: Nenhum ciclo ativo encontrado!
sw: Hitilafu: Hakuna Mzunguko ulio hai uliopatikana!

# appTagline
source: We Help You Strengthen Development
fr: Nous vous aidons à renforcer le développement
pt: Ajudamos você a fortalecer o desenvolvimento
sw: Tunakusaidia Kuimarisha Maendeleo

source: Example
fr: Exemple
pt: Exemplo
sw: Mfano

# mzungukoPendingNoNew
source: The current cycle is already "pending". No new cycle has been started.
fr: Le cycle actuel est déjà « en attente ». Aucun nouveau cycle n'a été démarré.
pt: O ciclo atual já está "pendente". Nenhum novo ciclo foi iniciado.
sw: Mzunguko uliopo tayari ni wa "pending". Hakuna mzunguko mpya ulioanzishwa.

# newMzungukoCreated
source: New cycle started successfully!
fr: Nouveau cycle démarré avec succès !
pt: Novo ciclo iniciado com sucesso!
sw: Mzunguko mpya umeanzishwa kikamilifu!

# errorSavingMzunguko
source: Error saving or updating cycle information: {error}
fr: Erreur lors de l'enregistrement ou de la mise à jour du cycle : {error}
pt: Erro ao salvar ou atualizar informações do ciclo: {error}
sw: Hitilafu katika kuhifadhi au kusasisha taarifa za Mzunguko: {error}

source: Weekly
fr: Hebdomadaire
pt: Semanal
sw: Kila Wiki

# biWeekly
source: Every Two Weeks
fr: Toutes les deux semaines
pt: A cada duas semanas
sw: Kila Baada Ya Wiki Mbili

source: Monthly
fr: Mensuel
pt: Mensal
sw: Kila Mwezi

# years
source: {count} Years
fr: {count} ans
pt: {count} Anos
sw: Miaka {count}

source: months
fr: mois
pt: meses
sw: miezi

# weeks
source: {count} Weeks
fr: {count} semaines
pt: {count} Semanas
sw: Wiki {count}

source: Registered
fr: Enregistré
pt: Registrado
sw: Kimesajiliwa

source: Not Registered
fr: Non enregistré
pt: Não Registrado
sw: Hakijasajiliwa

source: Other
fr: Autre
pt: Outro
sw: Mengineyo

source: Member Phone Number
fr: Numéro de téléphone du membre
pt: Número de Telefone do Membro
sw: Namba ya simu ya Mwanachama

source: Enter Member Phone Number
fr: Entrez le numéro de téléphone du membre
pt: Digite o Número de Telefone do Membro
sw: Ingiza Namba ya simu ya Mwanachama

source: Select Job
fr: Sélectionnez le métier
pt: Selecionar Profissão
sw: Chagua Kazi

source: Enter Job Name
fr: Entrez le nom du métier
pt: Digite o Nome da Profissão
sw: Ingiza Jina la Kazi

source: Please select job
fr: Veuillez sélectionner un métier
pt: Por favor, selecione a profissão
sw: Tafadhali chagua kazi

source: Please enter job name
fr: Veuillez entrer le nom du métier
pt: Por favor, digite o nome da profissão
sw: Tafadhali ingiza jina la kazi

source: Select ID Type
fr: Sélectionnez le type de pièce
pt: Selecionar Tipo de Identificação
sw: Chagua Kitambulisho

source: Enter ID Number
fr: Entrez le numéro de la pièce
pt: Digite o Número da Identificação
sw: Ingiza Namba ya Kitambulisho

source: Please select ID type
fr: Veuillez sélectionner le type de pièce
pt: Por favor, selecione o tipo de identificação
sw: Tafadhali chagua aina ya kitambulisho

source: Please enter ID number
fr: Veuillez entrer le numéro de la pièce
pt: Por favor, digite o número da identificação
sw: Tafadhali ingiza namba ya kitambulisho

source: ID Photo
fr: Photo de la pièce d'identité
pt: Foto da Identificação
sw: Picha ya Kitambulisho

source: Remove Photo
fr: Supprimer la photo
pt: Remover Foto
sw: Ondoa Picha

source: Take Photo
fr: Prendre une photo
pt: Tirar Foto
sw: Piga Picha

source: Choose from Gallery
fr: Choisir dans la galerie
pt: Escolher da Galeria
sw: Chagua Picha

source: Farmer
fr: Agriculteur
pt: Agricultor
sw: Mkulima

source: Teacher
fr: Enseignant
pt: Professor
sw: Mwalimu

source: Doctor
fr: Médecin
pt: Médico
sw: Daktari

source: Entrepreneur
pt: Empreendedor
sw: Mjasiliamali

source: Engineer
fr: Ingénieur
pt: Engenheiro
sw: Injinia

source: Lawyer
fr: Avocat
pt: Advogado
sw: Mwanasheria

source: None
fr: Aucun
pt: Nenhum
sw: Hakuna

# voterCard
source: Voter ID Card
fr: Carte d'électeur
pt: Título de Eleitor
sw: Kitambulisho cha mpiga kura

source: National ID
fr: Carte d'identité nationale
pt: Identidade Nacional
sw: Kitambulisho cha Taifa

source: Zanzibar Resident Card
fr: Carte de résident de Zanzibar
pt: Cartão de Residente de Zanzibar
sw: Kadi ya utambulisho wa makazi zanzibar

source: Driver's License
fr: Permis de conduire
pt: Carteira de Motorista
sw: Leseni ya udereva

source: Local Government Letter
fr: Lettre du gouvernement local
pt: Carta do Governo Local
sw: Barua ya serikali ya mtaa

# errorSavingPhoto
source: Failed to save member photo
fr: Échec de l'enregistrement de la photo du membre
pt: Falha ao salvar a foto do membro
sw: Imeshindwa kuhifadhi picha ya mwanachama

# errorRemovingPhoto
source: Failed to remove photo
fr: Échec de la suppression de la photo
pt: Falha ao remover a foto
sw: Imeshindwa kuondoa picha

# errorLoadingPhoto
source: Failed to load member photo
fr: Échec du chargement de la photo du membre
pt: Falha ao carregar a foto do membro
sw: Imeshindwa kupakia picha ya mwanachama

source: Member Information
fr: Informations sur le membre
pt: Informações do Membro
sw: Taarifa za Mwanachama

source: Member Identification
fr: Identification du membre
pt: Identificação do Membro
sw: Utambulisho wa Mwanachama

source: Date of Birth
fr: Date de naissance
pt: Data de Nascimento
sw: Tarehe ya Kuzaliwa

source: Occupation
fr: Profession
pt: Ocupação
sw: Kazi

source: Mandatory Savings
fr: Épargne obligatoire
pt: Poupança Obrigatória
sw: Akiba Lazima

source: Voluntary Savings
fr: Épargne volontaire
pt: Poupança Voluntária
sw: Akiba Hiari

source: Community Fund
fr: Fonds communautaire
pt: Fundo Comunitário
sw: Mfuko wa Jamii

source: Current Loan
fr: Prêt en cours
pt: Empréstimo Atual
sw: Mkopo wa Sasa

source: Finish
fr: Terminer
pt: Finalizar
sw: Nimemaliza

source: Enter Key 1
fr: Entrez la clé 1
pt: Digite a Chave 1
sw: Ingiza Funguo ya 1

source: Enter Key 2
fr: Entrez la clé 2
pt: Digite a Chave 2
sw: Ingiza Funguo ya 2

source: Enter Key 3
fr: Entrez la clé 3
pt: Digite a Chave 3
sw: Ingiza Funguo ya 3

# enterAllKeys
source: Please fill in all three keys.
fr: Veuillez remplir les trois clés.
pt: Por favor, preencha as três chaves.
sw: Tafadhali jaza funguo zote tatu.

# invalidKeys
source: Secret keys are incorrect. Please try again.
fr: Les clés secrètes sont incorrectes. Veuillez réessayer.
pt: As chaves secretas estão incorretas. Por favor, tente novamente.
sw: Funguo za siri sio sahihi. Tafadhali jaribu tena.

# systemError
source: A problem has occurred. Please try again later.
fr: Un problème est survenu. Veuillez réessayer plus tard.
pt: Ocorreu um problema. Por favor, tente mais tarde.
sw: Tatizo limejitokeza. Tafadhali jaribu tena baadaye.

source: RESET SECURITY KEYS
fr: RÉINITIALISER LES CLÉS DE SÉCURITÉ
pt: REDEFINIR CHAVES DE SEGURANÇA
sw: REKEBISHA NAMBA ZA SIRI

# openButton
source: OPEN
fr: OUVRIR
pt: ABRIR
sw: FUNGUA

source: Please enter new password
fr: Veuillez entrer un nouveau mot de passe
pt: Por favor, digite a nova senha
sw: Tafadhali ingiza nywila mpya

source: Password must be digits only
fr: Le mot de passe doit contenir uniquement des chiffres
pt: A senha deve conter apenas dígitos
sw: Nywila lazima iwe na tarakimu pekee

source: Password must be less than 4 digits
fr: Le mot de passe doit contenir moins de 4 chiffres
pt: A senha deve ter menos de 4 dígitos
sw: Nywila lazima iwe na tarakimu chini ya 4

source: Please confirm new password
fr: Veuillez confirmer le nouveau mot de passe
pt: Por favor, confirme a nova senha
sw: Tafadhali thibitisha nywila mpya

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
pt: As senhas não coincidem
sw: Nywila hazifanani

# errorOccurredTryAgain
source: An error occurred. Please try again.
fr: Une erreur est survenue. Veuillez réessayer.
pt: Ocorreu um erro. Por favor, tente novamente.
sw: Hitilafu imetokea. Tafadhali jaribu tena.

# editPasswordFor
source: Edit Password for {key}
fr: Modifier le mot de passe pour {key}
pt: Editar senha para {key}
sw: Hariri Nywila ya {key}

source: New Password
fr: Nouveau mot de passe
pt: Nova Senha
sw: Nywila Mpya

source: Confirm New Password
fr: Confirmez le nouveau mot de passe
pt: Confirmar Nova Senha
sw: Thibitisha Nywila Mpya

source: Enter new password
fr: Entrez le nouveau mot de passe
pt: Digite a nova senha
sw: Ingiza nywila mpya

source: Get Help
fr: Obtenir de l'aide
pt: Obter Ajuda
sw: Pata Msaada

# welcomeChomokaPlus
source: Welcome to Chomoka Plus
fr: Bienvenue sur Chomoka Plus
pt: Bem-vindo ao Chomoka Plus
sw: Karibu Chomoka Plus

# groupOf
source: Group of: {groupName}
fr: Groupe de : {groupName}
pt: Grupo de: {groupName}
sw: Kikundi cha: {groupName}

# dashboardHelpText
source: We help you keep records of your group efficiently.
fr: Nous vous aidons à conserver efficacement les enregistrements de votre groupe.
pt: Ajudamos você a manter registros do seu grupo de forma eficiente.
sw: Tunakusaidia kuweka kumbukumbu za kikundi chako kwa ufanisi.

source: Group Services
fr: Services du groupe
pt: Serviços do Grupo
sw: Huduma za Kikundi

source: Start Meeting
fr: Démarrer la réunion
pt: Iniciar Reunião
sw: Anza Kikao

source: Continue existing meeting
fr: Continuer une réunion existante
pt: Continuar reunião existente
sw: Endelea na kikao kilichopo

# openNewMeeting
source: Open new group meeting
fr: Ouvrir une nouvelle réunion de groupe
pt: Abrir nova reunião do grupo
sw: Fungua kikao kipya cha kikundi

source: GROUP
fr: GROUPE
pt: GRUPO
sw: KIKUNDI

source: Constitution
pt: Constituição
sw: Katiba

source: Share Calculation
fr: Calcul des parts
pt: Cálculo de Cotas
sw: Mahesabu ya Mgao

source: System Feedback
fr: Retour du système
pt: Feedback do Sistema
sw: Tathmini ya Mfumo

source: Group Activities
fr: Activités du groupe
pt: Atividades do Grupo
sw: Shughuli za Kikundi

source: More Services
fr: Plus de services
pt: Mais Serviços
sw: Huduma Zaidi

source: History
fr: Historique
pt: Histórico
sw: Historia

# viewGroupHistory
source: View group activity history
fr: Voir l'historique des activités du groupe
pt: Ver histórico de atividades do grupo
sw: Angalia historia ya shughuli za kikundi

# backupRestore
source: Backup and Restore
fr: Sauvegarde et restauration
pt: Backup e Restauração
sw: Uhifadhi na Urejeshaji

# backupRestoreDesc
source: Backup and restore group records
fr: Sauvegardez et restaurez les enregistrements du groupe
pt: Backup e restauração dos registros do grupo
sw: Hifadhi na rejesha kumbukumbu za kikundi

source: Finish Share
fr: Terminer le partage
pt: Finalizar Cota
sw: Maliza Mgao

# finishShareDesc
source: The last cycle is complete. Please finish the share.
fr: Le dernier cycle est terminé. Veuillez finaliser le partage.
pt: O último ciclo está completo. Por favor, finalize a cota.
sw: Mzunguko wa mwisho umekamilika. Tafadhali maliza mgao.

# meetingOptionsWelcome
source: Welcome to Another Meeting
fr: Bienvenue à une autre réunion
pt: Bem-vindo a Outra Reunião
sw: Karibu Katika Kikao Kingine

# midCycleInfo
source: This is mid-cycle info
fr: Informations à mi-cycle
pt: Esta é a informação de meio de ciclo
sw: Ni taarifa katikati ya mzunguko

# openMeetingButton
source: OPEN MEETING
fr: OUVRIR LA RÉUNION
pt: ABRIR REUNIÃO
sw: FUNGUA KIKAO

# startNewCycleQuestion
source: Are you starting a new cycle?
fr: Commencez-vous un nouveau cycle ?
pt: Você está começando um novo ciclo?
sw: Je mnaanza mzunguko mpya?

# pressYesToStartFirstMeeting
source: PRESS YES TO CONDUCT FIRST MEETING
fr: APPUYEZ SUR OUI POUR EFFECTUER LA PREMIÈRE RÉUNION
pt: PRESSIONE SIM PARA CONDUZIR A PRIMEIRA REUNIÃO
sw: BONYEZA NDIO KUFANYA KIKAO CHA KWANZA

# pressNoForPastMeetings
source: PRESS NO TO RECORD PAST MEETINGS
fr: APPUYEZ SUR NON POUR ENREGISTRER LES RÉUNIONS PASSÉES
pt: PRESSIONE NÃO PARA REGISTRAR REUNIÕES PASSADAS
sw: BONYEZA HAPANA KUWEKA TAARIFA ZA VIKAO VILIVYOPITA

# getHelpTitle
source: Get Help
fr: Obtenir de l'aide
pt: Obter Ajuda
sw: Pata Msaada

# needHelpContact
source: Need help? Contact us via:
fr: Besoin d'aide ? Contactez-nous via :
pt: Precisa de ajuda? Contate-nos via:
sw: Unahitaji msaada? Wasiliana nasi kupitia:

source: Call
fr: Appel
pt: Ligar
sw: Piga Simu

# faq
source: FAQs
fr: FAQ
pt: Perguntas Frequentes
sw: Maswali na Majibu

source: Close
fr: Fermer
pt: Fechar
sw: Funga

source: Failed to open phone.
fr: Échec de l'ouverture du téléphone.
pt: Falha ao abrir o telefone.
sw: Imeshindikana kufungua simu.

# failedToOpenWhatsApp
source: WhatsApp is not available on your phone.
fr: WhatsApp n'est pas disponible sur votre téléphone.
pt: WhatsApp não está disponível no seu telefone.
sw: WhatsApp haipo kwenye simu yako.

# failedToOpenWhatsAppGeneric
source: Failed to open WhatsApp.
fr: Échec de l'ouverture de WhatsApp.
pt: Falha ao abrir o WhatsApp.
sw: Imeshindikana kufungua WhatsApp.

source: Failed to open email.
fr: Échec de l'ouverture de l'email.
pt: Falha ao abrir o email.
sw: Imeshindikana kufungua barua pepe.

# constitutionAppTitle
source: Constitution Information
fr: Informations sur la constitution
pt: Informações da Constituição
sw: Taarifa za Katiba

# constitutionGroupType
source: Group Type
fr: Type de groupe
pt: Tipo de Grupo
sw: Aina ya Kikundi

# kayaCmgHint
source: We use mandatory savings and voluntary savings for lending
fr: Nous utilisons l'épargne obligatoire et volontaire pour prêter
pt: Usamos poupança obrigatória e voluntária para empréstimos
sw: Tunatumia akiba ya lazima na akiba ya hiari kwa kutoa mikopo

# vslaHint
source: We use shares to save money and have 5 leaders
fr: Nous utilisons des parts pour épargner et avons 5 dirigeants
pt: Usamos cotas para economizar dinheiro e temos 5 líderes
sw: Tunatumia hisa kwa kuweka akiba na tuna viongozi 5

# shareSubtitle
source: Shares
fr: Parts
pt: Cotas
sw: Hisa

# sharePrompt
source: What is the value of one share in Shillings?
fr: Quelle est la valeur d'une part en shillings ?
pt: Qual o valor de uma cota em Shillings?
sw: Thamani ya Hisa Moja ni Shilingi Ngapi?

# shareValueLabel
source: Share Value
fr: Valeur d'une part
pt: Valor da Cota
sw: Thamani ya Hisa

# shareValueHint
source: Enter share value
fr: Entrez la valeur d'une part
pt: Digite o valor da cota
sw: Ingiza thamani ya hisa

# shareValueRequired
source: Share value is required
fr: La valeur de la part est requise
pt: Valor da cota é obrigatório
sw: Thamani ya hisa inahitajika

# invalidShareValue
source: Please enter a valid amount
fr: Veuillez entrer un montant valide
pt: Por favor, digite um valor válido
sw: Tafadhali ingiza kiasi halali

# groupLeadersSubtitle
source: Group Leaders
fr: Dirigeants du groupe
pt: Líderes do Grupo
sw: Viongozi wa Kikundi

# editButton
source: Edit
fr: Modifier
pt: Editar
sw: Rekebisha

# selectAllLeadersError
source: Please select all leaders
fr: Veuillez sélectionner tous les dirigeants
pt: Por favor, selecione todos os líderes
sw: Tafadhali chagua viongozi wote
