Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

# businessListStatusActive
source: Active
fr: Actif
pt: Ativo
sw: Inafanya kazi

# businessListStatusInactive
source: Inactive
fr: Inactif
pt: Inativo
sw: Haifanyi kazi

# businessListStatusPending
source: Pending
fr: En attente
pt: Pendente
sw: Inasubiri

# businessListDateUnknown
source: No date
fr: Aucune date
pt: Sem data
sw: Hakuna tarehe

# businessInformationTitle
source: Business Information
fr: Informations sur l'entreprise
pt: Informações do Negócio
sw: Taarifa za Biashara

# businessInformationName
source: Business Name
fr: Nom de l'entreprise
pt: Nome do Negócio
sw: Jina la Biashara

# businessInformationNameHint
source: Enter business name
fr: Entrez le nom
pt: Digite o nome do negócio
sw: Ingiza jina la biashara

# businessInformationNameAbove
source: Business Name:
fr: Nom :
pt: Nome do Negócio:
sw: Jina la Biashara:

# businessInformationNameError
source: Please enter business name
fr: Veuillez entrer le nom
pt: Por favor, insira o nome do negócio
sw: Tafadhali ingiza jina la biashara

# businessInformationLocation
source: Business Location
fr: Emplacement
pt: Localização do Negócio
sw: Mahali Biashara Inapofanyika

# businessInformationLocationHint
source: Enter business location
fr: Entrez l'emplacement
pt: Digite a localização do negócio
sw: Ingiza mahali biashara inapofanyika

# businessInformationLocationAbove
source: Business Location:
fr: Emplacement :
pt: Localização do Negócio:
sw: Mahali Biashara Inapofanyika:

# businessInformationLocationError
source: Please enter business location
fr: Veuillez entrer l'emplacement
pt: Por favor, insira a localização do negócio
sw: Tafadhali ingiza mahali biashara inapofanyika

# businessInformationStartDate
source: Business Start Date
fr: Date de début
pt: Data de Início do Negócio
sw: Tarehe ya Kuanza Biashara

# businessInformationStartDateHint
source: Select date
fr: Sélectionnez la date
pt: Selecione a data
sw: Chagua tarehe

# businessInformationStartDateAbove
source: Business Start Date:
fr: Date de début :
pt: Data de Início do Negócio:
sw: Tarehe ya Kuanza Biashara:

# businessInformationProductTypeAbove
source: Product Type:
fr: Type de produit :
pt: Tipo de Produto:
sw: Aina ya Bidhaa:

# businessInformationProductType
source: Product Type
fr: Type de produit
pt: Tipo de Produto
sw: Aina ya Bidhaa

# businessInformationProductTypeError
source: Please select product type
fr: Veuillez sélectionner un type
pt: Por favor, selecione o tipo de produto
sw: Tafadhali chagua aina ya bidhaa

# businessInformationOtherProductType
source: Specify Product Type
fr: Spécifiez le type
pt: Especificar Tipo de Produto
sw: Taja Aina ya Bidhaa

# businessInformationOtherProductTypeHint
source: Enter product type
fr: Entrez le type
pt: Digite o tipo de produto
sw: Ingiza aina ya bidhaa

# businessInformationOtherProductTypeAbove
source: Specify Product Type:
fr: Spécifiez :
pt: Especificar Tipo de Produto:
sw: Taja Aina ya Bidhaa:

# businessInformationOtherProductTypeError
source: Please enter product type
fr: Veuillez entrer le type
pt: Por favor, insira o tipo de produto
sw: Tafadhali ingiza aina ya bidhaa

# businessInformationSave
source: Save Information
fr: Enregistrer
pt: Salvar Informações
sw: Hifadhi Taarifa

# businessInformationSaved
source: Business information saved successfully
fr: Informations enregistrées
pt: Informações do negócio salvas com sucesso
sw: Taarifa za biashara zimehifadhiwa kikamilifu

# businessSummaryTitle
source: Business Summary
fr: Résumé
pt: Resumo do Negócio
sw: Muhtasari wa Biashara

# businessSummaryNoInfo
source: No business information
fr: Aucune info disponible
pt: Nenhuma informação do negócio
sw: Hakuna taarifa za biashara

# businessSummaryRegisterPrompt
source: Please register a business first to see the summary
fr: Inscrivez une entreprise pour afficher le résumé
pt: Por favor, registre um negócio primeiro para ver o resumo
sw: Tafadhali sajili biashara kwanza ili kuona muhtasari

# businessSummaryRegister
source: Register Business
fr: Enregistrer
pt: Registrar Negócio
sw: Sajili Biashara

# businessSummaryDone
source: Done
fr: Terminé
pt: Concluído
sw: Nimemaliza

# businessSummaryInfo
source: Business Information
fr: Informations sur l'entreprise
pt: Informações do Negócio
sw: Taarifa za Biashara

# businessSummaryName
source: Business Name:
fr: Nom :
pt: Nome do Negócio:
sw: Jina la Biashara:

# businessSummaryLocation
source: Business Location:
fr: Emplacement :
pt: Localização do Negócio:
sw: Mahali Biashara Inapofanyika:

# businessSummaryStartDate
source: Start Date:
fr: Date de début :
pt: Data de Início:
sw: Tarehe ya Kuanza:

# businessSummaryProductType
source: Product Type:
fr: Type de produit :
pt: Tipo de Produto:
sw: Aina ya Bidhaa:

# businessSummaryOtherProductType
source: Other Product Type:
fr: Autre type :
pt: Outro Tipo de Produto:
sw: Aina Nyingine ya Bidhaa:

# businessSummaryEdit
source: Edit Information
fr: Modifier
pt: Editar Informações
sw: Hariri Taarifa

# expensesListTitle
source: Expenses List
fr: Liste des dépenses
pt: Lista de Despesas
sw: Orodha ya Matumizi

# expensesListNoExpenses
source: No expenses recorded
fr: Aucune dépense enregistrée
pt: Nenhuma despesa registrada
sw: Hakuna matumizi yaliyorekodiwa

# expensesListAddPrompt
source: Tap the + button to add an expense
fr: Appuyez sur + pour ajouter
pt: Toque no botão + para adicionar uma despesa
sw: Bonyeza kitufe cha + kuongeza matumizi

# expensesListAddExpense
source: Add Expense
fr: Ajouter une dépense
pt: Adicionar Despesa
sw: Ongeza Matumizi

# expensesListReason
source: Reason: {reason}
fr: Motif : {reason}
pt: Motivo: {reason}
sw: Sababu: {reason}

# expensesListPayer
source: Payer: {payer}
fr: Payeur : {payer}
pt: Pagador: {payer}
sw: Mlipaji: {payer}

# expensesListUnknown
source: Unknown
fr: Inconnu
pt: Desconhecido
sw: Haijulikani

# expensesListNoDate
source: No date
fr: Aucune date
pt: Sem data
sw: Hakuna tarehe

# purchaseListTitle
source: Purchase List
fr: Liste des achats
pt: Lista de Compras
sw: Orodha ya Manunuzi

# purchaseListNoPurchases
source: No purchases recorded
fr: Aucun achat enregistré
pt: Nenhuma compra registrada
sw: Hakuna manunuzi yaliyorekodiwa

# purchaseListAddPrompt
source: Tap the + button to add a purchase
fr: Appuyez sur + pour ajouter
pt: Toque no botão + para adicionar uma compra
sw: Bonyeza kitufe cha + kuongeza manunuzi

# purchaseListAddPurchase
source: Add Purchase
fr: Ajouter un achat
pt: Adicionar Compra
sw: Ongeza Manunuzi

# purchaseListBuyer
source: Buyer: {buyer}
fr: Acheteur : {buyer}
pt: Comprador: {buyer}
sw: Mnunuzi: {buyer}

# purchaseListUnknown
source: Unknown
fr: Inconnu
pt: Desconhecido
sw: Haijulikani

# purchaseListNoDate
source: No date
fr: Aucune date
pt: Sem data
sw: Hakuna tarehe

# saleListTitle
source: Sales List
fr: Liste des ventes
pt: Lista de Vendas
sw: Orodha ya Mauzo

# saleListNoSales
source: No sales recorded
fr: Aucune vente enregistrée
pt: Nenhuma venda registrada
sw: Hakuna mauzo yaliyorekodiwa

# saleListAddPrompt
source: Tap the + button to add a sale
fr: Appuyez sur + pour ajouter
pt: Toque no botão + para adicionar uma venda
sw: Bonyeza kitufe cha + kuongeza mauzo

# saleListAddSale
source: Add Sale
fr: Ajouter une vente
pt: Adicionar Venda
sw: Ongeza Mauzo

# saleListCustomer
source: Customer: {customer}
fr: Client : {customer}
pt: Cliente: {customer}
sw: Mteja: {customer}

# saleListSeller
source: Seller: {seller}
fr: Vendeur : {seller}
pt: Vendedor: {seller}
sw: Muuzaji: {seller}

# saleListUnknown
source: Unknown
fr: Inconnu
pt: Desconhecido
sw: Haijulikani

# saleListNoDate
source: No date
fr: Aucune date
pt: Sem data
sw: Hakuna tarehe

# expensesTitle
source: Record Expense
fr: Enregistrer une dépense
pt: Registrar Despesa
sw: Rekodi Matumizi

# expensesBusinessName
source: Business
fr: Entreprise
pt: Negócio
sw: Biashara

# expensesBusinessLocationUnknown
source: No location
fr: Aucun emplacement
pt: Sem localização
sw: Hakuna mahali

# expensesInfo
source: Expense Information
fr: Informations sur la dépense
pt: Informações da Despesa
sw: Taarifa za Matumizi

# expensesDate
source: Date
pt: Data
sw: Tarehe

# expensesDateHint
source: dd/mm/yyyy
fr: jj/mm/aaaa
pt: dd/mm/aaaa

# expensesDateError
source: Please select a date
fr: Veuillez sélectionner une date
pt: Por favor, selecione uma data
sw: Tafadhali chagua tarehe

# expensesDateAbove
source: Expense Date
fr: Date de la dépense
pt: Data da Despesa
sw: Tarehe ya Matumizi

# expensesReason
source: Expense Reason
fr: Motif de la dépense
pt: Motivo da Despesa
sw: Sababu ya Matumizi

# expensesReasonHint
source: Enter expense reason
fr: Entrez le motif
pt: Digite o motivo da despesa
sw: Ingiza sababu ya matumizi

# expensesReasonError
source: Please enter expense reason
fr: Veuillez entrer le motif
pt: Por favor, insira o motivo da despesa
sw: Tafadhali ingiza sababu ya matumizi

# expensesReasonAbove
source: Expense Reason
fr: Motif de la dépense
pt: Motivo da Despesa
sw: Sababu ya Matumizi

# expensesAmount
source: Expense Amount
fr: Montant
pt: Valor da Despesa
sw: Kiasi cha Matumizi

# expensesAmountHint
source: Enter amount in TSh
fr: Entrez le montant (TSh)
pt: Digite o valor em TSh
sw: Ingiza kiasi kwa TSh

# expensesAmountError
source: Please enter amount
fr: Veuillez entrer le montant
pt: Por favor, insira o valor
sw: Tafadhali ingiza kiasi

# expensesAmountInvalidError
source: Please enter a valid number
fr: Veuillez entrer un nombre valable
pt: Por favor, insira um número válido
sw: Tafadhali ingiza namba halali

# expensesAmountAbove
source: Amount (TSh)
fr: Montant (TSh)
pt: Valor (TSh)
sw: Kiasi (TSh)

# expensesPayer
source: Payer Name
fr: Nom du payeur
pt: Nome do Pagador
sw: Jina la Mlipaji

# expensesPayerHint
source: Enter payer name
fr: Entrez le nom du payeur
pt: Digite o nome do pagador
sw: Ingiza jina la mlipaji

# expensesPayerError
source: Please enter payer name
fr: Veuillez entrer le nom du payeur
pt: Por favor, insira o nome do pagador
sw: Tafadhali ingiza jina la mlipaji

# expensesPayerAbove
source: Payer
fr: Payeur
pt: Pagador
sw: Mlipaji

# expensesDescription
source: Expense Description
fr: Description
pt: Descrição da Despesa
sw: Maelezo ya Matumizi

# expensesDescriptionHint
source: Enter additional expense details
fr: Entrez plus de détails
pt: Digite detalhes adicionais da despesa
sw: Ingiza maelezo ya ziada kuhusu matumizi

# expensesDescriptionAbove
source: Description
pt: Descrição
sw: Maelezo

# expensesSave
source: Save Information
fr: Enregistrer
pt: Salvar Informações
sw: Hifadhi Taarifa

# purchasesTitle
source: Record Purchase
fr: Enregistrer un achat
pt: Registrar Compra
sw: Rekodi Manunuzi

# purchasesBusinessName
source: Business
fr: Entreprise
pt: Negócio
sw: Biashara

# purchasesBusinessLocationUnknown
source: No location
fr: Aucun emplacement
pt: Sem localização
sw: Hakuna mahali

# purchasesInfo
source: Purchase Information
fr: Informations sur l'achat
pt: Informações da Compra
sw: Taarifa za Manunuzi

# purchasesDate
source: Date
pt: Data
sw: Tarehe

# purchasesDateHint
source: dd/mm/yyyy
fr: jj/mm/aaaa
pt: dd/mm/aaaa

# purchasesDateError
source: Please select a date
fr: Veuillez sélectionner une date
pt: Por favor, selecione uma data
sw: Tafadhali chagua tarehe

# purchasesDateAbove
source: Purchase Date
fr: Date de l'achat
pt: Data da Compra
sw: Tarehe ya Manunuzi

# purchasesAmount
source: Purchase Amount
fr: Montant
pt: Valor da Compra
sw: Kiasi cha Manunuzi

# purchasesAmountHint
source: Enter amount in TSh
fr: Entrez le montant (TSh)
pt: Digite o valor em TSh
sw: Ingiza kiasi kwa TSh

# purchasesAmountError
source: Please enter amount
fr: Veuillez entrer le montant
pt: Por favor, insira o valor
sw: Tafadhali ingiza kiasi

# purchasesAmountInvalidError
source: Please enter a valid number
fr: Veuillez entrer un nombre valable
pt: Por favor, insira um número válido
sw: Tafadhali ingiza namba halali

# purchasesAmountAbove
source: Purchase Cost
fr: Coût (TSh)
pt: Custo da Compra
sw: Gharama za Manunuzi

# purchasesBuyer
source: Buyer Name
fr: Nom de l'acheteur
pt: Nome do Comprador
sw: Jina la Mnunuzi

# purchasesBuyerHint
source: Enter buyer name
fr: Entrez le nom
pt: Digite o nome do comprador
sw: Ingiza jina la aliyenunua

# purchasesBuyerError
source: Please enter buyer name
fr: Veuillez entrer le nom
pt: Por favor, insira o nome do comprador
sw: Tafadhali ingiza jina la mnunuzi

# purchasesBuyerAbove
source: Buyer
fr: Acheteur
pt: Comprador
sw: Aliyenunua

# purchasesDescription
source: Purchase Description
fr: Description
pt: Descrição da Compra
sw: Maelezo ya Manunuzi

# purchasesDescriptionHint
source: Enter additional purchase details
fr: Entrez plus de détails
pt: Digite detalhes adicionais da compra
sw: Ingiza maelezo ya ziada kuhusu manunuzi

# purchasesDescriptionAbove
source: Description
pt: Descrição
sw: Maelezo

# purchasesSave
source: Save Information
fr: Enregistrer
pt: Salvar Informações
sw: Hifadhi Taarifa

# salesTitle
source: Record Sale
fr: Enregistrer une vente
pt: Registrar Venda
sw: Rekodi Mauzo

# salesBusinessName
source: Business
fr: Entreprise
pt: Negócio
sw: Biashara

# salesBusinessLocationUnknown
source: No location
fr: Aucun emplacement
pt: Sem localização
sw: Hakuna mahali

# salesInfo
source: Sales Information
fr: Informations sur la vente
pt: Informações de Venda
sw: Taarifa za Mauzo

# salesDate
source: Date
pt: Data
sw: Tarehe

# salesDateHint
source: dd/mm/yyyy
fr: jj/mm/aaaa
pt: dd/mm/aaaa

# salesDateError
source: Please select a date
fr: Veuillez sélectionner une date
pt: Por favor, selecione uma data
sw: Tafadhali chagua tarehe

# salesDateAbove
source: Sale Date
fr: Date de la vente
pt: Data da Venda
sw: Tarehe ya Mauzo

# salesCustomer
source: Customer Name
fr: Nom du client
pt: Nome do Cliente
sw: Jina la Mteja

# salesCustomerHint
source: Enter customer name
fr: Entrez le nom du client
pt: Digite o nome do cliente
sw: Ingiza jina la mteja

# salesCustomerError
source: Please enter customer name
fr: Veuillez entrer le nom du client
pt: Por favor, insira o nome do cliente
sw: Tafadhali ingiza jina la mteja

# salesCustomerAbove
source: Customer
fr: Client
pt: Cliente
sw: Mteja

# salesRevenue
source: Revenue Amount
fr: Montant de la vente
pt: Valor da Receita
sw: Kiasi cha Mapato

# salesRevenueHint
source: Enter amount in TSh
fr: Entrez le montant (TSh)
pt: Digite o valor em TSh
sw: Ingiza kiasi kwa TSh

# salesRevenueError
source: Please enter amount
fr: Veuillez entrer le montant
pt: Por favor, insira o valor
sw: Tafadhali ingiza kiasi

# salesRevenueInvalidError
source: Please enter a valid number
fr: Veuillez entrer un nombre valable
pt: Por favor, insira um número válido
sw: Tafadhali ingiza namba halali

# salesRevenueAbove
source: Revenue
fr: Chiffre d'affaires
pt: Receita
sw: Mapato

# salesSeller
source: Seller Name
fr: Nom du vendeur
pt: Nome do Vendedor
sw: Jina la Muuzaji

# salesSellerHint
source: Enter seller name
fr: Entrez le nom du vendeur
pt: Digite o nome do vendedor
sw: Ingiza jina la aliyeuza

# salesSellerError
source: Please enter seller name
fr: Veuillez entrer le nom
pt: Por favor, insira o nome do vendedor
sw: Tafadhali ingiza jina la muuzaji

# salesSellerAbove
source: Seller
fr: Vendeur
pt: Vendedor
sw: Aliyeuza

source: Sales Description
fr: Description
pt: Descrição da Venda
sw: Maelezo ya Mauzo

# salesDescriptionHint
source: Enter additional sales details
fr: Entrez plus de détails
pt: Digite detalhes adicionais da venda
sw: Ingiza maelezo ya ziada kuhusu mauzo

# salesDescriptionAbove
source: Description
pt: Descrição
sw: Maelezo

# salesSave
source: Save Information
fr: Enregistrer
pt: Salvar Informações
sw: Hifadhi Taarifa

# badiliSarafu
source: Change Currency
fr: Changer la devise
pt: Alterar Moeda
sw: Badili Sarafu

# chaguaSarafuYaProgramu
source: Select the app currency
fr: Sélectionnez la devise
pt: Selecione a moeda do aplicativo
sw: Chagua sarafu ya programu

source: Male
fr: Homme
pt: Masculino
sw: Mke

source: Female
fr: Femme
pt: Feminino
sw: Mme

source: OK
sw: Sawa

source: Email
sw: Barua Pepe

# sawa
source: OK
sw: Sawa

# utunzajiKumbukumbuSmsTab
source: Backup via SMS
sw: Uhifadhi kwa SMS

source: Auditor:
sw: Mkaguzi:

source: Feedback
fr: Retour
sw: Maoni

# businessDashboardStatus
source: Status
fr: Statut
sw: Hali

# expensesListAmount
source: TSh {amount}
fr: {amount} TSh

# purchaseListAmount
source: TSh {amount}
fr: {amount} TSh

# saleListAmount
source: TSh {amount}
fr: {amount} TSh
