Repository: Rajabu-Kassimu/Chomoka
Catalog: lib/l10n/intl_*.arb
Languages: fr, pt, sw

# badilishaHisa
source: Edit Shares
fr: Modifier les parts
pt: Editar Ações
sw: Badilisha Hisa

# ongezaHisa
source: Add Shares
fr: Ajouter des parts
pt: Adicionar Ações
sw: Ongeza Hisa

# ongezaHisaZaidiKwaMwanachama
source: Add more shares for each member
fr: Ajouter plus de parts pour chaque membre
pt: Adicionar mais ações para cada membro
sw: Ongeza hisa zaidi kwa mwanachama

# punguzaHisa
source: Remove Shares
fr: Retirer des parts
pt: Remover Ações
sw: Punguza Hisa

# punguzaIdadiYaHisaZaMwanachama
source: Remove shares for each member
fr: Retirer des parts pour chaque membre
pt: Remover ações para cada membro
sw: Punguza idadi ya hisa za mwanachama

# futaZote
source: Delete All
fr: Supprimer tout
pt: Apagar Tudo
sw: Futa Zote

# futaHisaZoteZaLeo
source: Delete all shares for this cycle
fr: Supprimer toutes les parts de ce cycle
pt: Apagar todas as ações deste ciclo
sw: Futa hisa zote za leo

# ongeza
source: Add
fr: Ajouter
pt: Adicionar
sw: Ongeza

# punguza
source: Remove
fr: Retirer
pt: Remover
sw: Punguza

# futa
source: Delete
fr: Supprimer
pt: Apagar
sw: Futa

# ingizaIdadiYaHisaUnezotakaKununua
source: Enter the number of shares you want to add
fr: Entrez le nombre de parts que vous souhaitez ajouter
pt: Digite o número de ações que deseja adicionar
sw: Ingiza idadi ya hisa unazotaka kuongeza

# ingizaIdadiYaHisaUnezotakaKupunguza
source: Enter the number of shares you want to remove
fr: Entrez le nombre de parts que vous souhaitez retirer
pt: Digite o número de ações que deseja remover
sw: Ingiza idadi ya hisa unazotaka kupunguza

# ghairi
source: Cancel
fr: Annuler
pt: Cancelar
sw: Ghairi

# idadiYaHisa
source: Number of Shares
fr: Nombre de parts
pt: Número de Ações
sw: Idadi ya hisa

# tafadhaliIngizaNambaSahihi
source: Please enter a valid number
fr: Veuillez entrer un nombre valide
pt: Por favor, insira um número válido
sw: Tafadhali ingiza namba sahihi

# muhtasariWaHisa
source: Share Summary
fr: Résumé des parts
pt: Resumo das Ações
sw: Muhtasari wa Hisa

# jumlaYaFedha
source: Total Amount
fr: Montant total
pt: Valor Total
sw: Jumla ya Fedha

# contributeToFund
source: Contribute to {fundName}
fr: Contribuer à {fundName}
pt: Contribuir para {fundName}
sw: Changia {fundName}

source: Amount to contribute
fr: Montant à contribuer
pt: Valor para contribuir
sw: Kiasi ambacho mwanachama alipie:

source: Total collected
fr: Total collecté
pt: Total arrecadado
sw: Kilichopatikana:

# shareNote
source: Note: A member can buy one share worth {amount} per meeting
fr: Note : un membre peut acheter une part d'une valeur de {amount} par réunion
pt: Nota: Um membro pode comprar uma ação no valor de {amount} por reunião
sw: Kumbuka: Mwanachama anaweza kununua hisa moja yenye thamani ya {amount} kwa kila kikao

source: Help
fr: Aide
pt: Ajuda
sw: Msaada

source: Welcome
fr: Bienvenue
pt: Bem-vindo
sw: Karibu

# helpDescription
source: We help you keep records of your group efficiently
fr: Nous vous aidons à conserver efficacement les registres de votre groupe
pt: Ajudamos você a manter registros do seu grupo eficientemente
sw: Tunakusaidia kuweka kumbukumbu za kikundi chako kwa ufanisi.

source: Continue Meeting
fr: Continuer la réunion
pt: Continuar Reunião
sw: Endelea na Kikao

# wanachama
source: Members
fr: Membres
pt: Membros
sw: Wanachama

# fund
source: Group Distribution
fr: Distribution de groupe
pt: Distribuição do Grupo
sw: Mgao wa Kikundi

# groupsActivities
source: Group Activities
fr: Activités de groupe
pt: Atividades do Grupo
sw: Shughuli za Kikundi

# historyDescription
source: View the history of group activities
pt: Veja o histórico das atividades do grupo
sw: Angalia historia ya shughuli za kikundi

source: Backup and Restore
fr: Sauvegarde et restauration
pt: Backup e Restauração
sw: Uhifadhi na Urejeshaji

# backupDescription
source: Backup and restore group records
pt: Backup e restauração dos registros do grupo
sw: Hifadhi na rejesha kumbukumbu za kikundi

# serviceMore
source: More Services
fr: Plus de services
pt: Mais Serviços
sw: Huduma Zaidi

# historyHints
source: View the history of group activities
pt: Veja o histórico das atividades do grupo
sw: Angalia historia ya shughuli za kikundi

# sendData
source: Backup and Restore
fr: Sauvegarde et restauration
pt: Backup e Restauração
sw: Uhifadhi na Urejeshaji

# sendDataHint
source: Backup and restore group records
fr: Sauvegardez et restaurez les enregistrements de groupe
pt: Backup e restauração dos registros do grupo
sw: Hifadhi na rejesha kumbukumbu za kikundi

# whatsappNotInstalled
source: WhatsApp is not installed on your phone
fr: WhatsApp n'est pas installé sur votre téléphone
pt: WhatsApp não está instalado no seu telefone
sw: WhatsApp haipo kwenye simu yako

# whatsappFailed
source: Failed to open WhatsApp
fr: Échec de l'ouverture de WhatsApp
pt: Falha ao abrir o WhatsApp
sw: Imeshindikana kufungua WhatsApp

# helpEmailSubject
source: Help - Chomoka Plus App
fr: Aide – Application Chomoka Plus
pt: Ajuda - App Chomoka Plus
sw: Msaada - Chomoka Plus App

# welcomeNextMeeting
source: Welcome to the Next Meeting
fr: Bienvenue à la prochaine réunion
pt: Bem-vindo à Próxima Reunião
sw: Karibu Katika Kikao Kingine

source: Mid-Cycle Report
fr: Rapport de mi-cycle
pt: Relatório de Meio de Ciclo
sw: Taarifa katikati ya Mzunguko

# tapToOpenMeeting
source: Tap the button below to open the meeting
fr: Touchez pour ouvrir la réunion
pt: Toque no botão abaixo para abrir a reunião
sw: Bonyeza Kitufe hapo chini Kufungua Kikao

# tapYesToStartFirstMeeting
source: TAP YES TO START THE FIRST MEETING
fr: TOUCHEZ OUI POUR DÉMARRER LA PREMIÈRE RÉUNION
pt: TOQUE EM SIM PARA INICIAR A PRIMEIRA REUNIÃO
sw: BONYEZA NDIO KUFANYA KIKAO CHA KWANZA

source: OPEN MEETING
fr: OUVRIR LA RÉUNION
pt: ABRIR REUNIÃO
sw: FUNGUA KIKAO

# tapNoToEnterPastMeetings
source: TAP NO TO ENTER DATA FOR PREVIOUS MEETINGS
fr: TOUCHEZ NON POUR ENTRER LES RÉUNIONS PASSÉES
pt: TOQUE EM NÃO PARA INSERIR DADOS DE REUNIÕES PASSADAS
sw: BONYEZA HAPANA KUWEKA TAARIFA ZA VIKAO VILIVYOPITA

# meetingTitle
source: Meeting No. {meetingNumber}
fr: Réunion n° {meetingNumber}
pt: Reunião Nº {meetingNumber}
sw: Kikao cha {meetingNumber}

# groupAttendance
source: Check Attendance
fr: Présence du groupe
pt: Verificar Presença
sw: Kagua mahudhurio

# contributeMfukoJamii
source: Contribute to Community Fund
fr: Contribuer au fonds social
pt: Contribuir para o Fundo Social
sw: Changia mfuko wa jamii

source: Buy Shares
fr: Acheter des parts
pt: Comprar Ações
sw: Nunua Hisa

# contributeOtherFund
source: Contribute to {mfukoName}
fr: Contribuer à {mfukoName}
pt: Contribuir para {mfukoName}
sw: Changia {mfukoName}

source: Repay Loan
fr: Rembourser le prêt
pt: Quitar Empréstimo
sw: Rejesha Mkopo

source: Pay Fine
fr: Payer l'amende
pt: Pagar Multa
sw: Lipa Faini

# withdrawFromMfukoJamii
source: Withdraw from Social Fund
fr: Retirer du fonds social
pt: Retirar do Fundo Social
sw: Toa kutoka mfuko wa jamii

# giveLoan
source: Disburse Loan
fr: Accorder le prêt
pt: Conceder Empréstimo
sw: Toa Mkopo

# markCompleted
source: completed
pt: concluído

# markPending
source: pending
pt: pendente

# menuBulkSaving
source: Bulk Saving
fr: Épargne en masse
pt: Economia em Massa
sw: Uwekaji kwa mkupuo

# menuExpense
source: Enter Expense Details
fr: Saisir les dépenses
pt: Inserir Detalhes de Despesa
sw: Weka taarifa za matumizi

# menuLogout
source: Logout
fr: Déconnexion
pt: Sair
sw: Ondoka

# snackbarLoggedOut
source: Logged out
fr: Déconnecté
pt: Desconectado
sw: Umetoka kwenye mfumo

source: Attendance
fr: Présence
pt: Presença
sw: Mahudhurio

source: Attendance Summary
fr: Résumé de présence
pt: Resumo da Presença
sw: Muhtasari wa Mahudhurio

source: Total Members
fr: Nombre total de membres
pt: Total de Membros
sw: Jumla ya Wanachama

source: Present
fr: Présent
pt: Presente
sw: Yupo

source: On Time
fr: À l'heure
pt: No Horário
sw: Na Kuwahi

# lates
source: Late
fr: En retard
pt: Atrasados
sw: Kwa Kachelewa

source: Sent Representative
fr: Représentant envoyé
pt: Enviou Representante
sw: Na Katuma Mwakilishi

source: Absent
pt: Ausente
sw: Hayupo

source: With Permission
fr: Avec permission
pt: Com Permissão
sw: Kwa Ruhusa

source: Without Permission
fr: Sans permission
pt: Sem Permissão
sw: Bila Ruhusa

source: Reason for Absence
fr: Raison de l'absence
pt: Motivo da Ausência
sw: Sababu ya Kutokuwepo

# amountToPaid
source: Amount the member should pay:
fr: Montant que le membre doit payer :
pt: Valor que o membro deve pagar:
sw: Kiasi ambacho mwanachama alipie:

source: What was collected:
fr: Montant collecté :
pt: Valor arrecadado:
sw: Kilichopatikana:

source: Has Paid
fr: A payé
pt: Pagou
sw: Amelipa

source: Has Not Paid
fr: N'a pas payé
pt: Não Pagou
sw: Ajalipia

# compulsorySavingsTitle
source: Compulsory Savings Information
fr: Informations sur l'épargne obligatoire
pt: Informações de Poupanças Obrigatórias
sw: Taarifa za Akiba Lazima

# compulsorySavingsSubtitle
source: Member Contributions
fr: Contributions des membres
pt: Contribuições dos Membros
sw: Michango ya mwanachama

# loadingMessage
source: Loading information...
pt: Carregando informações...
sw: Inapakia taarifa...

# doneButton
source: Done
fr: Terminé
pt: Concluído
sw: Nimemaliza

# noCompulsorySavings
source: No compulsory savings amount owed by the member
fr: Aucune épargne obligatoire due par le membre
pt: Nenhuma poupança obrigatória devida pelo membro
sw: Hakuna Kiasi cha Akiba Lazima anachodaiwa mwanachama

source: Phone
fr: Téléphone
pt: Telefone
sw: Simu

# dueMeeting
source: Due for meeting
fr: Réunion due
pt: Devido para reunião
sw: Akulipa kikao cha

# owedAmount
source: Compulsory savings owed: {amount}
fr: Épargne obligatoire due : {amount}
pt: Poupanças obrigatórias devidas: {amount}
sw: Kiasi cha Akiba Lazima Anachodaiwa: {amount}

source: Pay
fr: Payer
pt: Pagar
sw: Lipia

source: Already Paid
fr: Déjà payé
pt: Já Pago
sw: Ameshailipia

# socialFundTitle
source: Social Fund Information
fr: Informations sur le fonds social
pt: Informações do Fundo Social
sw: Taarifa za Mfuko wa Jamii

# socialFundDueAmount
source: Amount Due for Social Fund: {amount}
fr: Montant dû pour le fonds social : {amount}
pt: Valor devido ao Fundo Social: {amount}
sw: Kiasi cha Uchangiaji wa Mfuko Jamii Anachodaiwa: {amount}

source: Contribution Summary
fr: Résumé des contributions
pt: Resumo das Contribuições
sw: Muhtasari wa Michango

source: Member: {name}
fr: Membre : {name}
pt: Membro: {name}
sw: Mwanachama: {name}

source: Paid
fr: Payé
pt: Pago
sw: Aliyolipa

source: Unpaid
fr: Impayé
pt: Não Pago
sw: Asiyolipa

# noSocialFundDue
source: No social fund amount is owed by the member
fr: Aucun montant du fonds social dû par le membre
pt: Nenhum valor do fundo social devido pelo membro
sw: Hakuna Kiasi cha Mfuko jamii anachodaiwa mwanachama

source: Total Loan
fr: Prêt total
pt: Empréstimo Total
sw: Jumla ya Madeni

# noUnpaidMemberJamii
source: No Member Has Outstanding Social Fund Contributions
fr: Aucun membre n'a de contribution sociale impayée
pt: Nenhum membro com contribuições de fundo social em atraso
sw: Hakuna Mwanachama Anaedaiwa wa Mfuko Jamii

# unpaidContributionsTitle
source: Unpaid Contributions
pt: Contribuições Não Pagas
sw: Michango Ambayo Haijalipwa

# unpaidContributionsSubtitle
source: Social Fund Contributions
pt: Contribuições ao Fundo Social
sw: Uchangiaji wa Mfuko Jamii

# loanDebtorsTitle
source: Loan Debtors
fr: Débiteurs de prêt
pt: Devedores de Empréstimos
sw: Wanaodaiwa Mikopo

# loanSummaryTitle
source: Loan Summary
fr: Résumé du prêt
pt: Resumo do Empréstimo
sw: Muhtasari wa Mikopo

# loanIssuedAmount
source: Total Loans Issued:
fr: Montant total des prêts accordés :
pt: Total de Empréstimos Concedidos:
sw: Kiasi cha Mikopo Kilichotolewa:

# loanRepaidAmount
source: Total Loans Repaid:
fr: Montant total remboursé :
pt: Total de Empréstimos Pagos:
sw: Kiasi cha Mikopo Kilicholudishwa:

# loanRemainingAmount
source: Remaining Loan Balance:
fr: Solde restant du prêt :
pt: Saldo Remanescente do Empréstimo:
sw: Kiasi cha Mikopo Kilichobakia:

# noUnpaidLoans
source: No members with unpaid loans.
fr: Aucun membre avec des prêts impayés.
pt: Nenhum membro com empréstimos em atraso.
sw: Hakuna wanachama wenye mikopo isiyolipwa.

source: Loan Debtors
fr: Débiteurs
pt: Devedores de Empréstimos
sw: Wadaiwa mikopo

# memberLabel
source: Member:
fr: Membre :
pt: Membro:
sw: Mwanachama:

source: Unpaid loan amount
fr: Montant prêt impayé
pt: Valor do empréstimo não pago
sw: Kiasi kisicholipwa cha mkopo

# loanDetailsTitle
source: Loan Details
fr: Détails du prêt
pt: Detalhes do Empréstimo
sw: Maelezo ya Mkopo

source: Make Payment
fr: Effectuer un paiement
pt: Realizar Pagamento
sw: Fanya Malipo

# remainingAmount
source: Remaining Amount: {amount}
fr: Montant restant : {amount}
pt: Valor Restante: {amount}
sw: Kiasi Kilichobakia: {amount}

source: Choose Payment Type:
fr: Choisir le type de paiement :
pt: Escolher Tipo de Pagamento:
sw: Chagua Aina ya Malipo:

source: Pay All
fr: Payer tout
pt: Pagar Tudo
sw: Lipa Yote

source: Reduce Loan
fr: Réduire le prêt
pt: Reduzir Empréstimo
sw: Punguza Deni

source: Enter Payment Amount
fr: Entrez le montant du paiement
pt: Digite o Valor do Pagamento
sw: Ingiza Kiasi cha Malipo

source: Pay Loan
fr: Payer le prêt
pt: Pagar Empréstimo
sw: Lipa Mkopo

source: MEMBER
fr: MEMBRE
pt: MEMBRO
sw: WANACHAMA

# loanTaken
source: Loan Amount Taken:
fr: Montant emprunté :
pt: Valor do Empréstimo Obtido:
sw: Kiasi Alichokopa:

# loanToPay
source: Amount to Repay:
fr: Montant à rembourser :
pt: Valor a Pagar:
sw: Kiasi Anachotakiwa Kulipa:

# loanRemaining
source: Remaining Loan Amount:
fr: Montant restant du prêt :
pt: Valor Restante do Empréstimo:
sw: Kiasi Kilichobakia:

source: Payment History:
fr: Historique des paiements :
pt: Histórico de Pagamentos:
sw: Historia ya Malipo:

# noPaymentsMade
source: No payments made yet.
fr: Aucun paiement effectué.
pt: Nenhum pagamento realizado ainda.
sw: Hakuna malipo yaliyofanywa bado.

# youPaid
source: You Paid: {amount}
fr: Vous avez payé : {amount}
pt: Você Pagou: {amount}
sw: Umelipa: {amount}

source: Date
fr: Date : {date}
pt: Data
sw: Tarehe

# fainiPageTitle
source: Issue Fine
fr: Émettre une amende
pt: Aplicar Multa
sw: Piga Faini

# pageSubtitle
source: Select Fine
fr: Sélectionner une amende
pt: Selecionar Multa
sw: Chagua Faini

source: Undefined fine
fr: Amende non définie
pt: Multa indefinida
sw: Faini isiyoelezwa

# priceLabel
source: Price: {price} Tsh
fr: Prix : {price} Tsh
pt: Preço: {price} Tsh
sw: Bei: {price} Tsh

source: Save Fine
fr: Enregistrer l'amende
pt: Salvar Multa
sw: Hifadhi Faini

# payFineTitle
source: Pay Fine
fr: Payer l'amende
pt: Pagar Multa
sw: Lipa Faini

# remainingFineAmount
source: Remaining Amount: {amount}
fr: Montant restant : {amount}
pt: Valor Restante: {amount}
sw: Kiasi Kilichobakia: {amount}

source: Pay All Fines
fr: Payer toutes les amendes
pt: Pagar Todas as Multas
sw: Lipa Faini Zote

source: Pay Custom Amount
fr: Payer un montant personnalisé
pt: Pagar Valor Personalizado
sw: Lipa Kiasi

# confirmFinePayment
source: Pay Fine
fr: Payer l'amende
pt: Confirmar Pagamento
sw: Lipa Faini

# fineTitle
source: Member Fines
fr: Amendes du membre
pt: Multas do Membro
sw: Faini za Mwanachama

# fineSubtitle
source: Pay Fine
fr: Payer l'amende
pt: Pagar Multa
sw: Lipa Faini

# totalFines
source: Total Fines Due: {amount}
fr: Total des amendes dues : {amount}
pt: Total de Multas Devidas: {amount}
sw: Jumla ya Faini Anazodaiwa: {amount}

# paidFines
source: Fines Paid: {amount}
fr: Amendes payées : {amount}
pt: Multas Pagas: {amount}
sw: Faini Alizolipa: {amount}

# remainingFines
source: Remaining Amount: {amount}
fr: Montant restant : {amount}
pt: Valor Restante: {amount}
sw: Kiasi Kilichobakia: {amount}

# pigaFainiTitle
source: Issue Fine
fr: Imposer une amende
pt: Aplicar Multa
sw: Piga Faini

# pigaFainiSubtitle
source: Select Member
fr: Sélectionner un membre
pt: Selecionar Membro
sw: Chagua Mwanachama

# searchHint
source: Search by name or member number
fr: Rechercher par nom ou numéro de membre
pt: Pesquisar por nome ou número do membro
sw: Tafuta kwa jina au namba ya mwanachama

# fainiSummarySubtitle
source: Fine Summary
fr: Résumé des amendes
pt: Resumo das Multas
sw: Muhtasari wa Faini

# unknownName
source: No name
fr: Inconnu
pt: Sem nome
sw: Hakuna jina

# unknownPhone
source: Phone unknown
fr: Téléphone inconnu
pt: Telefone desconhecido
sw: Simu haijulikani

source: Back to Fines
fr: Retour aux amendes
pt: Voltar para Multas
sw: Rudi kwa Faini

# lipaFainiTitle
source: Pay Fine
fr: Payer l'amende
pt: Pagar Multa
sw: Lipa Faini

source: Total Fines Due
fr: Total des amendes dues
pt: Total de Multas Devidas
sw: Jumla ya Faini Zinazodaiwa

source: Total Fines Paid
fr: Total des amendes payées
pt: Total de Multas Pagas
sw: Jumla ya Faini Zilizolipwa

# noFineMembers
source: No members with fines.
fr: Aucun membre avec des amendes.
pt: Nenhum membro com multas.
sw: Hakuna wanachama wenye faini.

# unpaidFinesTitle
source: Unpaid Fines
fr: Amendes impayées
pt: Multas Não Pagas
sw: Faini ambazo hazijalipwa

# memberTotalFines
source: Total Fines: {amount}
fr: Total des amendes : {amount}
pt: Total de Multas: {amount}
sw: Jumla ya Faini: {amount}

# navigationError
source: An error occurred while navigating. Please try again.
fr: Une erreur s'est produite lors de la navigation. Veuillez réessayer.
pt: Ocorreu um erro ao navegar. Por favor, tente novamente.
sw: Kuna tatizo la kusonga mbele. Tafadhali jaribu tena.

# memberFinesTitle
source: Member Fines
fr: Amendes du membre
pt: Multas do Membro
sw: Faini za Mwanachama

# memberNameLabel
source: Member: {name}
fr: Membre : {name}
pt: Membro: {name}
sw: Mwanachama: {name}

# memberNumberLabel
source: Member Number: {number}
fr: Numéro de membre : {number}
pt: Número do Membro: {number}
sw: Namba ya Mwanachama: {number}

# totalFinesLabel
source: Total Fines Owed: {amount}
fr: Total des amendes dues : {amount}
pt: Total de Multas Devidas: {amount}
sw: Jumla ya Faini Anazodaiwa: {amount}

# totalPaidLabel
source: Fines Paid: {amount}
fr: Amendes payées : {amount}
pt: Multas Pagas: {amount}
sw: Faini Alizolipa: {amount}

# totalUnpaidLabel
source: Remaining Balance: {amount}
fr: Solde restant : {amount}
pt: Saldo Restante: {amount}
sw: Kiasi Kilichobakia: {amount}

# memberPhone
source: Phone: {phone}
fr: Téléphone : {phone}
pt: Telefone: {phone}
sw: Simu: {phone}

# fineTypes
source: Fine Type: {fineName}
pt: Tipo de Multa: {fineName}
sw: Aina ya Faini: {fineName}

# fineAmount
source: Fine Amount: {amount}
pt: Valor da Multa: {amount}
sw: Kiasi cha faini: {amount}

# meetingNumber
source: Meeting : {meeting}
fr: Réunion : {meeting}
pt: Reunião: {meeting}
sw: Kikao cha : {meetings}

# toa_mfuko_jamii
source: Withdraw Social Fund
fr: Retirer du fonds social
pt: Retirar Fundo Social
sw: Toa Mfuko Jamii

# sababu_ya_kutoa_mfuko
source: Reason for Withdrawing Social Fund
fr: Raison du retrait du fonds social
pt: Motivo para Retirada do Fundo Social
sw: Sababu ya Kutoa Mfuko Jamii

# hakuna_sababu
source: No reasons have been filled in yet.
fr: Aucune raison n'a été saisie.
pt: Nenhum motivo preenchido ainda.
sw: Hakuna sababu zilizojazwa bado.

# kiasi_cha_juu
source: Maximum Withdrawal Amount: {amount}
fr: Montant maximal de retrait : {amount}
pt: Valor Máximo para Retirada: {amount}
sw: Kiasi cha juu cha Kutoa: {amount}

# jina
source: Name:
fr: Nom :
pt: Nome:
sw: Jina:

# jina_lisiloeleweka
source: Unknown Name
fr: Nom inconnu
pt: Nome Desconhecido
sw: Jina Lisiloeleweka

# namba_haijapatikana
source: Number Not Found
fr: Numéro non trouvé
pt: Número Não Encontrado
sw: Namba Haijapatikana

# chagua_sababu
source: Select Reason for Withdrawing Social Fund
fr: Sélectionner la raison du retrait
pt: Selecionar Motivo para Retirada do Fundo Social
sw: Chagua Sababu ya Kutoa Mfuko Jamii

# tatizo_katika_kupakia
source: An error occurred, please try again.
fr: Une erreur est survenue, veuillez réessayer.
pt: Ocorreu um erro, por favor tente novamente.
sw: Tatizo limejitokeza, tafadhali jaribu tena.

# chagua_kiwango_kutoa
source: Select Withdrawal Amount
fr: Sélectionner le montant à retirer
pt: Selecionar Valor para Retirada
sw: Chagua Kiwango cha Utoaji

# namba_ya_mwanachama
source: Member Number:
fr: Numéro du membre :
pt: Número do Membro:
sw: Namba ya Mwanachama:

# sababu_ya_kutoa
source: Reason for withdrawing Social Fund:
fr: Raison du retrait :
pt: Motivo para retirar do Fundo Social:
sw: Sababu ya kutoa Mfuko jamii:

# kiwango_cha_juu
source: Maximum withdrawal amount:
fr: Montant maximal de retrait :
pt: Valor máximo para retirada:
sw: Kiwango cha juu cha kutoa:

# salio_la_sasa
source: Current balance:
fr: Solde actuel :
pt: Saldo Atual:
sw: Salio la sasa:

# salio_la_kikao_kilichopita
source: Previous Meeting Social Fund Balance:
fr: Solde du fonds social à la réunion précédente :
pt: Saldo do Fundo Social na Reunião Anterior:
sw: Salio la Mfuko Jamii (Kikao kilichopita):

# toa_kiasi_chote
source: Withdraw full amount
fr: Retirer le montant complet
pt: Retirar valor total
sw: Toa kiasi chote

# toa_kiasi_kingine
source: Withdraw another amount
fr: Retirer un autre montant
pt: Retirar outro valor
sw: Toa kiasi kingine

# ingiza_kiasi
source: Enter amount
fr: Entrez le montant
pt: Digite o valor
sw: Ingiza kiasi

# thibitisha_utoaji_pesa
source: Confirm fund withdrawal
fr: Confirmer le retrait du fonds
pt: Confirmar retirada do fundo
sw: Thibitisha utoaji pesa

# kiasi_cha_kutoa
source: Withdrawal amount:
fr: Montant du retrait :
pt: Valor da Retirada:
sw: Kiasi cha kutoa:

# salio_jipya
source: New balance:
fr: Nouveau solde :
pt: Novo saldo:
sw: Salio la jipya:

# toa_mkopo
source: Issue Loan
fr: Accorder un prêt
pt: Conceder Empréstimo
sw: Toa Mkopo

# tahadhari
source: Warning!
fr: Attention !
pt: Aviso!
sw: Tahadhari !

# hawezi_kukopa
source: A member cannot take another loan until they finish the current one.
fr: Un membre ne peut pas emprunter de nouveau avant d'avoir terminé le prêt en cours.
pt: Um membro não pode tomar outro empréstimo até quitar o atual.
sw: Mwanachama hawezai kukopa hadi atakapomaliza mkopo wake wa sasa.

# sababu_ya_kutoa_mkopo
source: Reason for taking a loan
fr: Raison de la prise du prêt
pt: Motivo para tomar o empréstimo
sw: Sababu ya kutoa mkopo

# weka_sababu
source: Enter the reason why member {name} is taking this loan:
fr: Entrez la raison pour laquelle {name} prend ce prêt :
pt: Digite o motivo pelo qual o membro {name} está tomando este empréstimo:
sw: Weka sababu ya ndugu {name} kuchukua mkopo huu :

# kilimo
source: Agriculture
pt: Agricultura
sw: Kilimo

# maboresho_nyumba
source: Home Improvement
fr: Amélioration de la maison
pt: Melhoria da Casa
sw: Maboresho ya Nyumba

# elimu
source: Education
fr: Éducation
pt: Educação
sw: Elimu

# biashara
source: Business
fr: Entreprise
pt: Negócios
sw: Biashara

# sababu_nyingine
source: Other Reason
fr: Autre raison
pt: Outro motivo
sw: Sababu Nyingine

# weka_sababu_nyingine
source: Enter Other Reason
fr: Entrez une autre raison
pt: Digite outro motivo
sw: Weka Sababu Nyingine

# thibitisha_sababu
source: Confirm Reason
fr: Confirmer la raison
pt: Confirmar motivo
sw: Thibitisha Sababu

# tafadhali_weka_sababu_nyingine
source: Please enter another reason.
fr: Veuillez saisir une autre raison.
pt: Por favor, insira outro motivo.
sw: Tafadhali weka sababu nyingine.

# jumla_ya_akiba
source: Total Savings:
fr: Épargne totale :
pt: Total de Poupanças:
sw: Jumla ya Akiba yake:

# kiwango_cha_juu_mkopo
source: Maximum Loan Amount:
fr: Montant maximal du prêt :
pt: Valor Máximo do Empréstimo:
sw: Kiwango cha Juu cha Mkopo:
